<?php
defined('DYMall') or exit('Access Invalid!');
/**
 *  登录-公共语言	
 */

/**
 * 登录-登录
 */

$lang['登录成功']					= '登录成功';

$lang['用户名不能为空']					= '用户名不能为空';
$lang['密码不能为空']					= '密码不能为空';
$lang['验证码不能为空']					= 'cannot be empty';
$lang['验证码']						= '验证码';
$lang['输入验证码']						= '输入验证码';
$lang['看不清，换一张']				                = '看不清，换一张';
$lang['换一张']				                = 'Change';
$lang['动态码']				                = '动态码';
$lang['用户登录']						= '用户登录';
$lang['手机号登录']						= '手机号登录';
$lang['手机号']						= '手机号home_login_index';
$lang['请输入手机号']						= '请输入手机号';
$lang['登录']							= 'Login';
$lang['用户名']						= '用户名';
$lang['密码']						= '密码';
$lang['忘记密码？']				= 'Forget password?';
$lang['没有账号？']				= 'no account?';
$lang['微信账号登录']				= '微信账号登录';
$lang['立即免费注册']				= 'Registration now';
$lang['我的足迹']				= '我的足迹';
$lang['新浪微博']				= '新浪微博';
$lang['全国站']				= '全国站';
$lang['输入6位手机动态码']				= '输入6位手机动态码';
$lang['请输入六位短信动态码']				= '请输入六位短信动态码';
$lang['发送手机动态码']				= '发送手机动态码';
$lang['七天自动登录']				= 'automatic login';
$lang['请勿在公用电脑上使用']				= '请勿在公用电脑上使用';
$lang['以个人名义创建个体商户']				= '';
$lang['以企业名义创建企业商户']				= '';
$lang['签署入驻协议']				= 'Signing settlement';
$lang['商家信息提交']				= 'Store information';
$lang['平台审核资质']				= 'Platform audit';
$lang['商家缴纳费用']				= 'Merchant fee';
$lang['售卖的商品将展示在商城']				= '售卖的商品将展示在商城';
$lang['供消费者购买']				= '供消费者购买';
$lang['入驻零售商']				= '入驻零售商';
$lang['售卖的商品将展示在批发市场']				= '售卖的商品将展示在批发市场';
$lang['供店铺、消费者购买']				= '供店铺、消费者购买';
$lang['入驻供应商']				= '入驻供应商';

$lang['账户登录']				= '账户登录';




/**
 * 登录-登出
 */
?>