<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 积分礼品兑换功能公用
 */
$lang['礼品名称']			= '礼品名称';
$lang['兑换积分']		= '兑换积分';
$lang['兑换数量']			= '兑换数量';
$lang['积分小计']			= '积分小计';
$lang['确认收货人资料']			= '确认收货人资料';
$lang['兑换完成']		= '兑换完成';
$lang['所需总积分']		= '所需总积分';
$lang['积分']		= '积分';
/**
 * 购物车
 */

$lang['已选择的兑换礼品']	= '已选择的兑换礼品';
$lang['操作']				= '操作';
$lang['减少']				= '减少';
$lang['增加']			= '增加';
$lang['填写并确认兑换']				= '填写并确认兑换';
/**
 * step1
 */
$lang['收货地址']	= '收货人地址';
$lang['保存收货人信息']	= '保存收货人地址';
$lang['收货人姓名']		= '收货人姓名';
$lang['收货人姓名']	= '请填写真实姓名';
$lang['所在地区']				= '所在地区';
$lang['选择所在地区']		= '请选择所在地区';
$lang['详细地址']		= '详细地址';
$lang['请填写真实地址']		= '请填写真实地址，不需要重复填写所在地区';
$lang['固定电话']			= '电话号码';
$lang['电话号码和手机号码请至少填写一个']			= '电话号码和手机号码请至少填写一个';
$lang['手机号码']			= '手机号码';
$lang['备注留言']			= '备注留言';
$lang['写下需求']		= '选填，可以写下您对礼品的需求';
$lang['已选礼品']			= '已选礼品';
$lang['填写详细地址']		= '请如实填写收货人详细地址';
$lang['填写收货人']		= '请如实填写您的收货人姓名';

$lang['兑换商品信息']					= '兑换商品信息';
$lang['兑换所需积分']				= '兑换所需积分';
$lang['兑换数量']					= '兑换数量';
$lang['返回兑换列表']				= '返回兑换列表';
/**
 * step2
 */
$lang['您的兑换订单已成功生成']		= '您的兑换订单已成功生成';
$lang['兑换积分']	= '兑换积分';
$lang['查看详单']			= '查看详单';



$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';

$lang['查看兑换清单']			= '查看兑换清单，增加减少礼品数量，进入下一步操作。';
$lang['购物车空空的哦']			= '购物车空空的哦~，去看看心仪的商品吧~';
$lang['去挑选一些吧']			= '去挑选一些吧 &gt;';

$lang['请仔细核对填写收货']			= '请仔细核对填写收货、发票等信息，以确保物流快递及时准确投递。';
$lang['管理']			= '管理';
$lang['兑换订单完成']			= '兑换订单已提交完成，祝您购物愉快';
$lang['可通过用户中心']			= '可通过用户中心';
$lang['查看兑换单状态']			= '查看兑换单状态';
$lang['继续购物']			= '继续购物';

$lang['兑换礼品详情']			= '兑换礼品详情';
$lang['原价']			= '原&nbsp;&nbsp;&nbsp;&nbsp;价';
$lang['限量兑换']			= '限量兑换';
$lang['商城提供']			= '商城提供';
$lang['热门礼品']			= '热门礼品';
$lang['专享']			= '专享';
$lang['人兑换']			= '人兑换';
$lang['立即兑换']			= '立即兑换';
$lang['加载更多']			= '加载更多';





/**
 * step3
 */
