<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 积分礼品功能公用
 */
$lang['参数错误']		= '参数错误';
$lang['即将开始']	 			= '即将开始';
$lang['我要兑换']	 			= '我要兑换';
$lang['兑换结束']	 		= '兑换结束';
$lang['个']	 	= '个';

/**
 * 积分列表
 */
$lang['暂无礼品兑换']	 			= '暂无礼品兑换';
$lang['最新兑换礼品']	 			= '最新兑换礼品';
$lang['更多兑换']	 	        = '更多兑换';
$lang['暂无礼品']				= '暂无礼品';
/**
 * 积分详细
 */
$lang['礼品编号']			= '礼品编号';
$lang['兑换时间']			= '兑换时间';
$lang['至']			= '至';
$lang['本次兑换时间还剩']			= '本次兑换时间还剩';
$lang['天']		= '天';
$lang['分']		= '分';
$lang['秒']		= '秒';
$lang['剩余数量']			= '剩余数量';
$lang['兑换数量']		= '兑换数量';
$lang['此礼品每单限兑']		= '此礼品每单限兑';
$lang['礼品介绍']		= '礼品介绍';
$lang['兑换了']	= '兑换了';
$lang['兑换数量不能大于限兑数量']= '兑换数量不能大于限兑数量';
$lang['复制到剪贴板成功'] = '复制到剪贴板成功!!';
$lang['被浏览器禁止了相关设置']	= '被浏览器禁止了相关设置';
$lang['请在浏览器地址栏输入']	= '请在浏览器地址栏输入';
$lang['并回车']	= '并回车';
$lang['然后将']	= '然后将';
$lang['设置为']	= '设置为';