<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * QQ互联功能语言包
 */



$lang['您已将本站帐号']='您已将本站帐号';
$lang['与QQ号码']='与QQ号码';
$lang['绑定']='绑定';
$lang['解除已绑定帐号？']='解除已绑定帐号？';
$lang['确认解除']='确认解除';
$lang['新密码']='新密码';
$lang['确认密码']='确认密码';
$lang['修改密码并解除']='修改密码并解除';
$lang['如果您忘记本站账号']='如果您忘记本站账号';
$lang['提示2']='的密码，请重新设置本站登录密码，再确认解除';
$lang['点击按钮，立刻绑定QQ帐号']='点击按钮，立刻绑定QQ帐号';
$lang['使用QQ帐号绑定本站，您可以...']='使用QQ帐号绑定本站，您可以...';
$lang['用QQ帐号轻松登录']='用QQ帐号轻松登录';
$lang['提示3']='无需记住本站的帐号和密码，随时使用QQ帐号密码轻松登录';
$lang['新密码不能为空']='新密码不能为空';
$lang['密码长度大于等于6位小于等于20位']='密码长度大于等于6位小于等于20位';
$lang['确认密码不能为空']='确认密码不能为空';
$lang['新密码与确认密码不相同，请从重新输入']='新密码与确认密码不相同，请从重新输入';
