<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * SNS功能公用
 */
$lang['表情']               = '表情';
$lang['所有人'] = '所有人';
$lang['所有人可见']     = '所有人可见';
$lang['好友可见']  = '好友可见';
$lang['仅自己可见']    = '仅自己可见';
$lang['不能超过140字']       = '不能超过140字';
$lang['还可以输入']       = '还可以输入';
$lang['字']       = '字';
$lang['已经超出']       = '已经超出';
$lang['设置']              = '设置';
$lang['查看详情']          = '查看详情';
$lang['已选择']             = '已选择';
$lang['该动态已经删除']        = '该动态已经删除';

/**
 * SNS首页
 */
$lang['分享店铺']             = '分享店铺';
$lang['谁来看过']               = '谁来看过';
$lang['访问过的人']            = '访问过的人';
$lang['最近没人访问过']          = '最近没有人访问过您的空间，多关注些';
$lang['好友']          = '好友';
$lang['互动吧']          = '互动吧~';

$lang['最近您没有浏览过好友'] = '最近您没有浏览过好友的空间，赶快去看看';
$lang['最近搜罗了哪些宝贝'] = '最近搜罗了哪些宝贝';
/**
 * 分享商品
 */
$lang['还没有购买商品'] = '还没有购买商品~';
$lang['买到和收藏的好宝贝分享给好友吧']  = '买到和收藏的好宝贝分享给好友吧!';
$lang['选择一件分享的商品']      = '选择一件分享的商品~';
$lang['价格']       = '价&nbsp;&nbsp;格';
$lang['运费']     = '运&nbsp;&nbsp;费';
$lang['收藏该宝贝']     = '收藏该宝贝';
$lang['分享已买到和收藏的宝贝']   = '分享已买到和收藏的宝贝';
$lang['跟大家一起分享自己喜欢的宝贝吧'] = '跟大家一起分享自己喜欢的宝贝吧~';
/**
 * 分享店铺
 */
$lang['分享店铺']                = '分享店铺';
$lang['选择一家要分享的店铺']         = '选择一家要分享的店铺~';
$lang['您还没有收藏店铺'] = '您还没有收藏店铺';
$lang['喜爱的店铺与朋友一起分享吧']     = '喜爱的店铺与朋友一起分享吧！';
$lang['店主']     = '店主';
$lang['所在地']       = '所在地';
/**
 * 评论
 */
$lang['评论']             = '评论';
$lang['原文评论']    = '原文评论';
$lang['需要评论点内容']        = '需要评论点内容~';
$lang['我也插句话']  = '我也插句话...';
$lang['楼']       = '楼';
$lang['查看更多评论']        = '查看更多评论';
/**
 * 喜欢商品
 */
$lang['喜欢']             = '喜欢';
/**
 * 转发
 */
$lang['转发']          = '转发';
$lang['原文转发'] = '原文转发';
/**
 * 分享和喜欢商品列表
 */
$lang['分享的宝贝']              = '分享的宝贝';
$lang['喜欢的宝贝']               = '喜欢的宝贝';
$lang['您还没有分享过宝贝哦'] = '您还没有分享过宝贝哦~<br/>从';
$lang['已购买'] = '已购买';
$lang['或'] = '或';
$lang['收藏商品'] = '收藏商品';
$lang['中分享一些宝贝'] = '中分享一些宝贝！';
$lang['主人暂无宝贝分享']        = '很遗憾！<br/>主人暂无宝贝分享~';
$lang['您还没有喜欢的宝贝']    = '您还没有喜欢的宝贝哦~<br/>赶紧喜欢一些宝贝与好友互动吧。';
$lang['TA暂无喜欢的宝贝']         = '很遗憾！<br/>TA暂无喜欢的宝贝~';
/**
 * 分享店铺列表
 */
$lang['所有宝贝']      = '所有宝贝';
$lang['收藏人气']    = '收藏人气';
$lang['您还没有分享过店铺'] = '您还没有分享过店铺！<br/>可以从';
$lang['收藏的店铺'] = '收藏的店铺';
$lang['中分享哦'] = '中分享哦~';
$lang['TA暂无店铺分享']      = '很遗憾！<br/>TA暂无店铺分享~';
/**
 * 动态列表
 */
$lang['没有动态提示']   = '没有动态提示，赶快多关注几个好友吧。';
$lang['还没有新鲜事哦'] = '还没有新鲜事哦~<br/>关注';
$lang['更多的好友'] = '更多的好友';
$lang['并互动吧'] = '并互动吧！';
$lang['TA暂无新鲜事分享']        = '很遗憾！<br/>TA暂无新鲜事分享~';

$lang['原文已删除'] = '原文已删除';
/**
 * home
 */



