<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 预存款功能公用
 */

$lang['支付方式']					= '支付方式';
$lang['创建时间']					= '创建时间';
$lang['审核时间']				= '审核时间';
$lang['付款时间']					= '付款时间';
$lang['交易号']				= '交易号';

$lang['状态']				= '状态';
$lang['返回列表']				= '返回列表';

/**
 * 充值功能公用
 */
$lang['充值单号']					= '充值单号';
$lang['未支付']			= '未支付';
$lang['已支付']			= '已支付';

$lang['充值金额']				= '充值金额';

$lang['查看详单']				= '查看详单';

/**
 * 提现功能公用
 */
$lang['申请单号']				= '申请单号';

$lang['提现金额']				= '提现金额';
$lang['开户人姓名']			= '开户人姓名';
$lang['收款银行']			= '收款银行';
$lang['收款账号']		= '收款账号';



/**
 * 支付接口
 */
$lang['充值失败']		= '充值失败';


$lang['可用金额']='可用金额';
$lang['创建时间']='创建时间';
$lang['冻结金额']='冻结金额';
$lang['变更说明']='变更说明';
$lang['申请提现']='申请提现';
$lang['请选择']='请选择';
$lang['状态']='状态';
$lang['未支付']='未支付';
$lang['已支付']='已支付';
$lang['申请单号']='申请单号';
$lang['申请时间']='申请时间';
$lang['提现金额']='提现金额';
$lang['查看']='查看 ';
$lang['支付']='支付 ';
$lang['马上充值']='马上充值';
$lang['充值单号']='充值单号';
$lang['支付方式']='支付方式';
$lang['充值金额']='充值金额';
$lang['您确定要删除吗']='您确定要删除吗';
$lang['请添加充值金额']='请添加充值金额';
$lang['充值金额为大于或者等于0.01的数字']='充值金额为大于或者等于0.01的数字';
$lang['当前可用金额']='当前可用金额';
$lang['收款银行']='收款银行';
$lang['收款账号']='收款账号';
$lang['提示']='强烈建议优先填写国有4大银行(中国银行、中国建设银行、中国工商银行和中国农业银行)<br/>请填写详细的开户银行分行名称，虚拟账户如支付宝、财付通填写“支付宝”、“财付通”即可';
$lang['提示1']='银行帐号或虚拟账号(支付宝、财付通等账号)';
$lang['开户人姓名']='开户人姓名';
$lang['收款账号的开户人姓名']='收款账号的开户人姓名';
$lang['请填写提现金额']='请填写提现金额';
$lang['账户余额不足']='账户余额不足';
$lang['请填写收款银行']='请填写收款银行';
$lang['请填写收款账号']='请填写收款账号';
$lang['请填写收款人姓名']='请填写收款人姓名';
$lang['提现金额为大于或者等于0.01的数字']='提现金额为大于或者等于0.01的数字';

?>