<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 积分礼品功能公用
 */
$lang['兑换单号']				= '兑换单号';
$lang['支付方式']				= '支付方式';
$lang['状态']			= '状态';
$lang['兑换积分']		= '兑换积分';
$lang['运费']			= '运费';
$lang['兑换时间']				= '兑换时间';
$lang['物流单号']		= '物流单号';
$lang['发货时间']		= '发货时间';
/**
 * 兑换信息状态
 */
$lang['已取消']			= '已取消';
$lang['待发货']			= '待发货';
$lang['已发货']			= '已发货';
$lang['待收货']		= '待收货';
$lang['已完成']			= '已完成';
$lang['未知']			= '未知';
/**
 * 兑换信息列表
 */
/**
 * 兑换信息详细
 */
$lang['兑换信息']		= '兑换信息';
$lang['会员信息']		= '会员信息';
$lang['会员名称']		= '会员名称';
$lang['Email']		= 'Email';
$lang['留言']	= '留言';
$lang['支付信息']		= '支付信息';
$lang['支付时间']		= '支付时间';
$lang['支付留言']	= '支付留言';
$lang['收货人及发货信息']		= '收货人及发货信息';
$lang['收货人']= '收货人';
$lang['邮政编码']= '邮政编码';
$lang['电话号码']= '电话号码';
$lang['手机号码']= '手机号码';
$lang['详细地址']= '详细地址';
$lang['发货描述']= '发货描述';
$lang['礼品信息']			= '礼品信息';
$lang['兑换数量']		= '兑换数量';

$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';



$lang['礼品信息']='礼品信息';
$lang['兑换积分']='兑换积分';
$lang['兑换数量']='兑换数量';
$lang['积分及运费']='积分及运费';
$lang['状态与操作']='状态与操作';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['兑换单号']='兑换单号';
$lang['兑换时间']='兑换时间';
$lang['查看详细']='查看详细';
$lang['确认已经收到兑换礼品吗?']='确认已经收到兑换礼品吗?';
$lang['确认取消兑换信息?']='确认取消兑换信息?';
$lang['确认收货']='确认收货';
$lang['付款']='付款';
$lang['取消兑换']='取消兑换';
$lang['邀请链接']='邀请链接';
$lang['手机推荐码']='手机推荐码';
$lang['推广总人数']='推广总人数';
$lang['用户等级']='用户等级';
$lang['用户数量']='用户数量';
$lang['消费返利佣金']='消费返利佣金';
$lang['冻结返利佣金']='冻结返利佣金';
$lang['一级会员']='一级会员';
$lang['下一级会员详细信息']='下一级会员详细信息';
$lang['二级会员']='二级会员';
$lang['下下级会员详细信息']='下下级会员详细信息';
$lang['三级会员']='三级会员';
$lang['下三级会员详细信息']='下三级会员详细信息';
$lang['会员id']='会员id';
$lang['会员名']='会员名';
$lang['注册时间']='注册时间';
$lang['推荐等级']='推荐等级';
$lang['分销总收入']='分销总收入';
$lang['购买者']='购买者';
$lang['订单金额']='订单金额';
$lang['佣金积分']='佣金积分';
$lang['来源等级']='来源等级';
$lang['日期']='日期';
$lang['佣金状态']='佣金状态';
$lang['直推返佣']='直推返佣';
$lang['间推返佣']='间推返佣';
$lang['冻结']='冻结';
$lang['获得']='获得';
$lang['三级返佣']='三级返佣';