<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 共有语言
 */


$lang['给他人的评价']='给他人的评价';
$lang['商品评价/商家回复']='商品评价/商家回复';
$lang['宝贝信息']='宝贝信息';
$lang['晒单']='晒单';
$lang['我的评价']='我的评价';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['解释']='解释';
$lang['商品评价']='商品评价';
$lang['对商品进行评价']='对商品进行评价';
$lang['规则1']='同一订单多件商品成交时，您可以对商品进行逐一评价/评述，针对卖方店铺的“动态评分”只能评价一次。';
$lang['规则3']='评价信息最多填写250字，请您根据本次交易，给予真实、客观地评价；您的评价将是其他会员的参考，也将影响卖家的信用。';
$lang['规则4']='店铺动态评分默认为“5分”，您可以根据本次交易情况给予商家评分，<span class="orange"> 一旦提交后不能修改。</span>';
$lang['订单详情']='订单详情';
$lang['商品评分']='商品评分';
$lang['输入提示']='请输入要评价的内容，不要超过1000个字符。';
$lang['买家晒图']='买家晒图';
$lang['限5张']='限5张';
$lang['老师评价']='老师评价';
$lang['老师姓名']='老师姓名';
$lang['店铺信息及服务评价']='店铺信息及服务评价';
$lang['综合评分']='综合评分';
$lang['分']='分';
$lang['与行业相比']='与行业相比';
$lang['联系方式']='联系方式';
$lang['公司名称']='公司名称';
$lang['我对该店此次服务的评分']='我对该店此次服务的评分';
$lang['环境评价']='环境评价';
$lang['教室评价']='教室评价';
$lang['匿名评价']='匿名评价';
$lang['店铺动态评分']='店铺动态评分';



?>
