<?php
defined('DYMall') or exit('Access Invalid!');

/**
 * 页面需要的语言
 */
$lang['举报商品'] = '举报商品';

$lang['已处理'] = '已处理';
$lang['未处理'] = '未处理';
$lang['商品名称'] = '商品名称';
$lang['举报主题'] = '举报主题';
$lang['举报类型'] = '举报类型';
$lang['图片'] = '图片';
$lang['举报时间'] = '举报时间';
$lang['状态'] = '状态';
$lang['举报内容'] = '举报内容';
$lang['处理信息'] = '处理信息';
$lang['处理结果'] = '处理结果';


/**
 * 提示信息
 */
$lang['举报内容不能为空'] = '举报内容不能为空且不能大于100个字符';
$lang['图片格式错误'] = '图片只能是jpg/jpeg/gif/png格式';
$lang['举报类型不存在'] = '举报类型不存在请联系平台管理员';
$lang['举报主题不存在'] = '举报主题不存在请联系平台管理员';
$lang['请选择举报主题'] = '请选择举报主题';



$lang['所有举报']='所有举报';
$lang['未处理']='未处理';
$lang['已处理']='已处理';
$lang['商品名称']='商品名称';
$lang['举报类型']='举报类型';
$lang['举报主题']='举报主题';
$lang['图片']='图片';
$lang['举报时间']='举报时间';
$lang['状态']='状态';
$lang['处理结果']='处理结果';
$lang['无效举报']='无效举报';
$lang['恶意举报']='恶意举报';
$lang['有效举报']='有效举报';
$lang['举报内容']='举报内容';
$lang['确认取消该举报?']='确认取消该举报?';
$lang['处理信息']='处理信息';
$lang['无']='无';
$lang['关闭']='关闭';
$lang['暂无图片']='暂无图片';
$lang['查看图片']='查看图片';


?>
