<?php
defined('DYMall') or exit('Access Invalid!');

/**
 * 导航菜单
 */
$lang['投诉管理'] = '投诉管理';

$lang['新投诉'] = '新投诉';
$lang['待仲裁'] = '待仲裁';
$lang['待申诉'] = '待申诉';
$lang['对话中'] = '对话中';
$lang['已关闭'] = '已关闭';
$lang['投诉主题'] = '投诉主题';

$lang['查看图片'] = '查看图片';
$lang['暂无图片'] = '暂无图片';
$lang['投诉详情'] = '投诉详情';
$lang['投诉信息'] = '投诉信息';
$lang['投诉证据'] = '投诉证据';
$lang['上传投诉证据'] = '上传投诉证据';
$lang['投诉内容'] = '投诉内容';
$lang['投诉人'] = '投诉人';
$lang['被投诉店铺'] = '被投诉店铺';
$lang['管理员'] = '管理员';
$lang['未知'] = '未知';
$lang['投诉时间'] = '投诉时间';
$lang['投诉的商品'] = '投诉的商品';
$lang['商品名称'] = '商品名称';
$lang['商品信息'] = '商品信息';
$lang['投诉状态'] = '投诉状态';
$lang['投诉进程'] = '投诉进程';
$lang['投诉主题'] = '投诉主题';
$lang['选择投诉主题'] = '选择投诉主题';
$lang['投诉主题描述'] = '投诉主题描述';
$lang['添加主题'] = '添加主题';
$lang['申诉详情'] = '申诉详情';
$lang['申诉信息'] = '申诉信息';
$lang['申诉内容'] = '申诉内容';
$lang['申诉时间'] = '申诉时间';
$lang['申诉证据'] = '申诉证据';
$lang['上传申诉证据'] = '上传申诉证据';
$lang['进行中'] = '进行中';
$lang['已关闭'] = '已完成';
$lang['选择状态'] = '选择状态';
$lang['处理详情'] = '处理详情';
$lang['处理结果'] = '处理结果';
$lang['处理时间'] = '处理时间';
$lang['订单详情'] = '订单详情';
$lang['订单信息'] = '订单信息';
$lang['order_state'] = '订单状态';
$lang['订单'] = '订单号';
$lang['下单时间'] = '下单时间';
$lang['订单总额'] = '订单总额';
$lang['使用的优惠券面额'] = '使用的优惠券面额';
$lang['优惠券编码'] = '优惠券编码';
$lang['店铺名称'] = '店铺名称';
$lang['买家名称'] = '买家名称';



/**
 * 提示信息
 */
$lang['投诉内容不能为空'] = '投诉内容不能为空且必须小于100个字符';
$lang['投诉内容不能为小于'] = '投诉内容不能为空且必须小于100个字符';
$lang['图片格式不正确'] = '图片必须是jpg/jpeg/gif/png格式';
$lang['投诉主题不能为'] = '投诉主题不能为空且必须小于50个字符';
$lang['投诉主题不能为空小于'] = '投诉主题描述不能为空且必须小于100个字符';
$lang['投诉主题添加成功'] = '投诉主题添加成功';
$lang['投诉主题删除成功'] = '投诉主题删除成功';
$lang['投诉主题删除失败'] = '投诉主题删除失败';
$lang['选择要投诉的商品'] = '选择要投诉的商品';
$lang['申诉提交成功'] = '申诉提交成功';
$lang['您成功申请仲裁'] = '您成功申请仲裁,请等待管理员裁决';
$lang['对话详情'] = '对话详情';
$lang['对话不能为空'] = '对话不能为空';
$lang['目前没有对话'] = '目前没有对话';
$lang['对话记录'] = '对话记录';
$lang['发布对话'] = '发布对话';
$lang['刷新对话'] = '刷新对话';
$lang['对话发送成功'] = '对话发送成功';
$lang['对话发送失败'] = '对话发送失败';
$lang['<该对话被管理员屏蔽>'] =  '<该对话被管理员屏蔽>';
$lang['确认提交仲裁'] = '确认提交仲裁,提交后管理员将做出裁决';
$lang['提交仲裁'] = '提交仲裁';
$lang['投诉时效'] = '您的订单已经超出投诉时限';
$lang['字数超出'] = '最多50个字符';


/**
 * 文本
 */
$lang['投诉详细'] = '投诉详细';
$lang['提交'] = '提交';
$lang['数量'] = '数量';
$lang['价格'] = '价格';
$lang['问题描述'] = '问题描述';
$lang['说'] = '说';


$lang['选择状态']='选择状态';
$lang['进行中']='进行中';
$lang['已完成']='已完成';
$lang['被投诉店铺']='被投诉店铺';
$lang['投诉主题']='投诉主题';
$lang['投诉时间']='投诉时间';
$lang['投诉状态']='投诉状态';
$lang['操作']='操作';
$lang['新投诉']='新投诉';
$lang['待申诉']='待申诉';
$lang['对话中']='对话中';
$lang['待仲裁']='待仲裁';
$lang['已关闭']='已关闭';
$lang['投诉详细']='投诉详细';
$lang['确认取消该投诉?']='确认取消该投诉?';