<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 共有语言
 */

/**
 * 商品页
 */
$lang['商城价']		= '商城价';
$lang['累计评价']		= '累计评价';
$lang['累计销量']		= '累计销量';
$lang['手机购买']		= '手机购买';
$lang['购买数量']			= '购买数量';
$lang['关闭']				= '关闭';
$lang['商品评价']			= '商品评价';
$lang['买家']				= '买家';
$lang['购买价']			= '购买价';
$lang['购买时间']			= '购买时间';
$lang['咨询内容不能为空']	= '咨询内容不能为空';
$lang['邮箱地址不正确'] = '邮箱地址不正确';
$lang['咨询内容']	= '咨询内容';
$lang['商家回复']		= '商家回复：';
$lang['还没有咨询内容']			= '还没有咨询内容';
$lang['咨询内容不能超过120个字符']			= '咨询内容不能超过120个字符';
$lang['请填写验证码']	= '请填写验证码';
$lang['电子邮箱']				= '电子邮箱：';
$lang['验证码']			= '验证码：';
$lang['看不清验证码']	= '看不清验证码？点击图片换一张。';
$lang['匿名发布']	= '匿名发布';
$lang['发布咨询']	= '发布咨询';
$lang['用户名']			= '用户名';
$lang['还可以输入']		= '还可以输入';
$lang['字']		= '字';
$lang['已经超出']	= '已经超出';

/**
 * 优惠套装
 */
$lang['节省']		= '节&emsp;省：';
$lang['购买组合']		= '购买组合';


$lang['今日']='今日';
$lang['促销']='促销';
$lang['满就送']='满就送';
$lang['限时']='限时';
$lang['折扣价']='折扣价';
$lang['抢购价']='抢购价';
$lang['手机']='手机';
$lang['更优惠']='更优惠';
$lang['分享']='分享';
$lang['分享到微信']='分享到微信';
$lang['分享到QQ空间']='分享到QQ空间';
$lang['分享到新浪微博']='分享到新浪微博';
$lang['分享到人人网']='分享到人人网';
$lang['分享到腾讯微博']='分享到腾讯微博';
$lang['分享到网易微博']='分享到网易微博';
$lang['分享到凤凰微博']='分享到凤凰微博';
$lang['分享到搜狐微博']='分享到搜狐微博';
$lang['分享到豆瓣']='分享到豆瓣';
$lang['分享到开心网']='分享到开心网';
$lang['分享到天涯']='分享到天涯';
$lang['分享到百度空间']='分享到百度空间';
$lang['分享到朋友网']='分享到朋友网';
$lang['分享到淘江湖']='分享到淘江湖';
$lang['分享到飞信']='分享到飞信';
$lang['分享到Facebook']='分享到Facebook';
$lang['分享到电子邮件']='分享到电子邮件';
$lang['收藏']='Collection';
$lang['举报']='Report';
$lang['虚拟商品']='虚拟商品';
$lang['可开具增值税发票']='可开具增值税发票';
$lang['手机专享价']='手机专享价';
$lang['手机端更优惠']='手机端更优惠';
$lang['原价']='原价';
$lang['距离开始']='距离开始';
$lang['距离结束']='距离结束';
$lang['已结束']='已结束';
$lang['拼团价格']='拼团价格';
$lang['手机端参加拼团']='手机端参加拼团';
$lang['市场价']='市场价';
$lang['批发价']='批发价';
$lang['件']='件';
$lang['原售价']='原售价';
$lang['会员专享价']='会员专享价';
$lang['商品二维码']='商品二维码';
$lang['结束时间']='End ';
$lang['开始时间']='Start ';
$lang['授课老师']='Teacher ';
$lang['时长']='duration';
$lang['分钟']='分钟';
$lang['累计购买']='累计购买';
$lang['限时折扣']='限时折扣';
$lang['直降']='直降';
$lang['手机拼团']='手机拼团';
$lang['拼团价']='拼团价';
$lang['满即送']='满即送';
$lang['送']='送';
$lang['单笔订单满']='单笔订单满';
$lang['项，展开查看']='项，展开查看';
$lang['项，促销活动规则']='项，促销活动规则';
$lang['共']='共';
$lang['赠品']='赠品';
$lang['关闭']='关闭';
$lang['单笔订单满']='单笔订单满';
$lang['团购']='团购';
$lang['购买数量不作限制']='购买数量不作限制';
$lang['数量']='数量';
$lang['当前库存']='当前库存';
$lang['立即批发']='立即批发';
$lang['去结算']='去结算';
$lang['每人限购']='每人限购';
$lang['永久']='永久';
$lang['该商品正在审核中']='该商品正在审核中';
$lang['该商品已下架']='该商品已下架';
$lang['查看店铺商品']='查看店铺商品';
$lang['看了又看']='看了又看';
$lang['详情图文']='Details';
$lang['学员评价']='Evaluate';
$lang['权威推荐']='权威推荐';
$lang['共有']='共有';
$lang['好评']='好评';
$lang['人参与评分']='人参与评分';
$lang['中评']='中评';
$lang['差评']='差评';
$lang['进店逛逛']='Into shop';
$lang['关注店铺']='Attention';
$lang['IM咨询']='IM communication';
$lang['店铺热销']='店铺热销';
$lang['热门关注']='热门关注';
$lang['热销']='热销';
$lang['人关注']='人关注';
$lang['查看本店其他商品']='查看本店其他商品';
$lang['您不能与自己店铺聊天']='您不能与自己店铺聊天';
$lang['到货通知']='到货通知';
$lang['本商品限购']='本商品限购';
$lang['本商品购买最低']='本商品购买最低';
$lang['还没选择自提点']='还没选择自提点';
$lang['定位成功']='定位成功';
$lang['经度']='经度';
$lang['纬度']='纬度';
$lang['精度']='精度';
$lang['米']='米';
$lang['定位失败']='定位失败';
$lang['是否经过偏移']='是否经过偏移';
$lang['是']='是';
$lang['否']='否';
$lang['暂无门店']='暂无门店';
$lang['地图门店列表']='地图门店列表';
$lang['请选择']='请选择';
$lang['全部']='全部';
$lang['地址']='地址';
$lang['营业时间']='<br>营业时间';
$lang['门店电话']='<br>门店电话';
$lang['活动已结束']='活动已结束';
$lang['宝贝已成功添加到购物车']='宝贝已成功添加到购物车';
$lang['购物车共有']='购物车共有';
$lang['种商品']='种商品';
$lang['总金额为']='总金额为';
$lang['继续购物']='继续购物';
$lang['活动时间']='活动时间';
$lang['单笔订单满']='单笔订单满';
$lang['立减现金']='立减现金';
$lang['送礼品']='送礼品';
$lang['商家货号']='商家货号';
$lang['品牌']='品牌';
$lang['商品评价']='商品评价';
$lang['销售记录']='销售记录';
$lang['购买提示']='购买的价格不同可能是由于店铺往期促销活动引起的，详情可以咨询卖家';
$lang['推荐商品']='推荐商品';
$lang['请填写购买数量']='请填写购买数量';
$lang['库存不足']='库存不足';




?>
