<?php

/**
 * store_sns_layout
 */
$lang['人气收藏']		= '人气收藏';
$lang['进入店铺']	= '进入店铺';
$lang['主营']		= '主&nbsp;&nbsp;&nbsp;&nbsp;营';
$lang['分享']			= '分&nbsp;&nbsp;&nbsp;&nbsp;享';
$lang['分享店铺']		= '分享店铺';
$lang['我要收藏']		= '我要收藏';
$lang['复制']				= '复制';
$lang['全部动态']		= '全部动态';
$lang['促销']	= '促销';
$lang['新品']		= '新品';
$lang['热卖']			= '热卖';
$lang['店主推荐']		= '店主推荐';
$lang['已经复制到剪切板']	= '已经复制到剪切板！';
$lang['浏览器不支持复制']		= '浏览器不支持，请手动复制。';

$lang['浏览店铺动态']			= '浏览店铺动态';
$lang['优惠券面额']		= '优惠券面额';
$lang['起止时间']	= '	起止时间';
$lang['促销价格']		= '促销价格';
$lang['免运费']	= '免运费';
$lang['商品原价']		= '商品原价';
$lang['团购价格']		= '团购价格';

// 发布动态
$lang['热销']			= '热销商品';

// 动态设置
$lang['新品发布']		= '新品发布';
$lang['限时折扣']			= '限时折扣';
$lang['满即送']			= '满即送';
$lang['优惠套装']			= '优惠套装';
$lang['团购']			= '团购';
$lang['店铺推荐']	= '店铺推荐';
$lang['还没有收藏过店铺']		= '还没有收藏过店铺，快去收藏店铺吧！ ';

/**
 * 店铺自动发布默认语言
 * 必须5个
 */

$lang['人气收藏']='人气收藏';
$lang['进入店铺']='进入店铺';
$lang['店主']='店&nbsp;&nbsp;&nbsp;&nbsp;主';
$lang['点击这里给我发消息']='点击这里给我发消息';
$lang['主营']='主&nbsp;&nbsp;&nbsp;&nbsp;营';
$lang['分享']='分&nbsp;&nbsp;&nbsp;&nbsp;享';
$lang['分享店铺']='分享店铺';
$lang['全部动态']='全部动态';
$lang['店主推荐']='店主推荐';
$lang['促销']='促销';
$lang['新品']='新品';
$lang['热卖']='热卖';
$lang['发布动态提示']='快来发店铺动态吧,粉丝会来追捧你！ ';