<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 共有语言
 */

/**
 * index
 */
$lang['含有']			= '含有“';
$lang['的商品']				= '”的商品';
$lang['没有找到相关商品']			= '很抱歉! 没有找到相关商品';

/**
 * 全部商品 all
 */
$lang['新品']					= '新品';
$lang['价格']				= '价格';
$lang['销量']				= '销量';
$lang['收藏']				= '收藏';
$lang['人气']				= '人气';


$lang['推荐商品']='推荐商品';
$lang['已销售']='已销售：';
$lang['件']='件';
$lang['很抱歉! 没有找到相关商品']='很抱歉! 没有找到相关商品';
$lang['新品']='新品';
$lang['收藏成功']='收藏成功';
$lang['与行业相比']='与行业相比';
$lang['综合评分']='综合评分';
$lang['分']='分';
$lang['公司名称']='公司名称';
$lang['进入商家店铺']='进入商家店铺';
$lang['公司名称']='公司名称';
$lang['收藏店铺']='收藏店铺';
$lang['搜索店内商品']='搜索店内商品';