<?php
defined('DYMall') or exit('Access Invalid!');
$lang['绑定账号提示'] 		= '绑定主流社交网站账号，可以快速地将你觉得有趣的内容分享给相应网站上的朋友们。赶紧开始你的分享之旅吧！';
$lang['绑定账号提示2'] 		= '提示：若您之前绑定的相关平台在此又提示“马上绑定”，可能是由于各平台限制自然解除，或您在其他平台解除绑定，请点击 “马上绑定”重新关联相应平台。';
$lang['绑定于'] 	= '绑定于';
$lang['解除绑定'] 	= '解除绑定';
$lang['马上绑定'] 	= '马上绑定';

$lang['即将前往'] 	= '即将前往';
$lang['连接账号,账号安全'] 	= '连接账号，我们确保你的<br>账号安全，请放心连接...';
$lang['长时间不分享给'] 	= '长时间不分享给';
$lang['绑定会失效哦'] 	= '，绑定会失效哦';

$lang['完成连接'] 	= '完成连接';
$lang['还未完成'] 	= '还未完成？请';
$lang['重新连接'] 	= '重新连接';

$lang['账号连接'] 	= '账号连接';
$lang['确定要解除和'] 	= '确定要解除和';
$lang['的绑定吗'] 	= '的绑定吗？';

$lang['同时分享到']	= '同时分享到：';
$lang['同步设置']	= '同步设置';
