<?php
defined('DYMall') or exit('Access Invalid!');

/**
 * 控制器新增中文简体语言包
 * zzz
 */



//bapply 控制器新加语言包
$lang['商家入驻'] = '商家入驻';
$lang['入驻申请已经提交，请等待管理员审核'] = '入驻申请已经提交，请等待管理员审核';
$lang['已经提交，请等待管理员核对后为您开通店铺'] = '已经提交，请等待管理员核对后为您开通店铺';
$lang['审核成功，请完成付款，付款后点击下一步提交付款凭证'] = '审核成功，请完成付款，付款后点击下一步提交付款凭证';
$lang['审核失败:'] = '审核失败:';
$lang['付款审核失败:'] = '付款审核失败:';
$lang['公司名称不能为空且必须小于50个字'] = '公司名称不能为空且必须小于50个字';
$lang["公司地址不能为空且必须小于50个字"] = "公司地址不能为空且必须小于50个字";
$lang["公司详细地址不能为空且必须小于50个字"] = "公司详细地址不能为空且必须小于50个字";
$lang["公司电话不能为空"] = "公司电话不能为空";
$lang["员工总数不能为空且必须是数字"] = "员工总数不能为空且必须是数字";
$lang["注册资金不能为空且必须是数字"] = "注册资金不能为空且必须是数字";
$lang["联系人姓名不能为空且必须小于20个字"] = "联系人姓名不能为空且必须小于20个字";
$lang["联系人电话不能为空"] = "联系人电话不能为空";
$lang["电子邮箱不能为空"] = "电子邮箱不能为空";
$lang["营业执照号不能为空且必须小于20个字"] = "营业执照号不能为空且必须小于20个字";
$lang["营业执照所在地不能为空且必须小于50个字"] = "营业执照所在地不能为空且必须小于50个字";
$lang["营业执照有效期不能为空"] = "营业执照有效期不能为空";
$lang["法定经营范围不能为空且必须小于50个字"] = "法定经营范围不能为空且必须小于50个字";
$lang["营业执照电子版不能为空"] = "营业执照电子版不能为空";
$lang["法人姓名不能为空"] = "法人姓名不能为空";
$lang["法人身份证号不能为空"] = "法人身份证号不能为空";
$lang["证件有效期开始日志不能为空"] = "证件有效期开始日志不能为空";
$lang["证件有效期截止日期不能为空"] = "证件有效期截止日期不能为空";
$lang["法人证件反面电子版不能为空"] = "法人证件反面电子版不能为空";
$lang['富文本编辑器'] = '富文本编辑器';
$lang['无'] = '无';
$lang["银行开户名不能为空且必须小于50个字"] = "银行开户名不能为空且必须小于50个字";
$lang["银行账号不能为空且必须小于23个字"] = "银行账号不能为空且必须小于23个字";
$lang["开户银行支行名称不能为空且必须小于50个字"] = "开户银行支行名称不能为空且必须小于50个字";
$lang["支行联行号不能为空且必须小于23个字"] = "支行联行号不能为空且必须小于23个字";
$lang["开户行所在地不能为空"] = "开户行所在地不能为空";
$lang["开户银行许可证电子版不能为空"] = "开户银行许可证电子版不能为空";
$lang["银行开户名不能为空且必须小于50个字"] = "银行开户名不能为空且必须小于50个字";
$lang["银行账号不能为空且必须小于23个字"] = "银行账号不能为空且必须小于23个字";
$lang["开户银行支行名称不能为空且必须小于50个字"] = "开户银行支行名称不能为空且必须小于50个字";
$lang["支行联行号不能为空且必须小于23个字"] = "支行联行号不能为空且必须小于23个字";
$lang["开户行所在地不能为空"] = "开户行所在地不能为空";
$lang["店铺名称不能为空且必须小于50个字"] = "店铺名称不能为空且必须小于50个字";
$lang["店铺等级不能为空"] = "店铺等级不能为空";
$lang["店铺分类不能为空"] = "店铺分类不能为空";
$lang['请上传付款凭证'] = '请上传付款凭证';
$lang["所在地不能为空且必须小于50个字"] = "所在地不能为空且必须小于50个字";
$lang["详细地址不能为空且必须小于50个字"] = "详细地址不能为空且必须小于50个字";
$lang["身份证号不能为空且必须小于20个字"] = "身份证号不能为空且必须小于20个字";
$lang["姓名不能为空且必须小于50个字"] = "姓名不能为空且必须小于50个字";
$lang["身份证扫描件不能为空"] = "身份证扫描件不能为空";
$lang["支付宝不能为空且必须小于50个字"] = "支付宝不能为空且必须小于50个字";
$lang["支付宝账号不能为空且必须小于50个字"] = "支付宝账号不能为空且必须小于50个字";
$lang['购买组合']				= '购买组合';
$lang['立即购买']			= '立即购买';
$lang['error']				= '在处理您的请求时出现了问题:<br />';
$lang['首页']			= '首页';
$lang['关闭']			= '关闭';
$lang['用户名']			= '用户名';
$lang['密码']			= '密码';
$lang['验证码']			= '验证码';
$lang['隐藏']			= '隐藏';
$lang['切换']			= '切换';
$lang['中文']			= '中文';
$lang['网站导航']				= '网站导航';
$lang['我的课程']				= '我的课程';
$lang['我的授课课程']				= '我的授课课程';
$lang['我的学习课程']				= '我的学习课程';
$lang['课程分类']		= "课程分类";
$lang['搜索商品/店铺']		= "搜索商品/店铺";
$lang['你的位置']		= "你的位置";
$lang['购物车']		= "购物车";
$lang['我的财产']		= "我的财产";
$lang['我的足迹']		= "我的足迹";
$lang['买家留言']='买家留言';
$lang['我的购物车']			= '我的购物车';
$lang['缺少参数']		= '缺少参数';
$lang['非法访问']	= '非法访问';
$lang['参数错误']		= '参数错误';
$lang['无数据']			= '暂无符合条件的数据记录';
$lang['状态']                                      = '状态';
$lang['验证码获取频繁']	= '您的操作过度频繁，请输入验证码后继续。';
$lang['没登录']			= '您还没有登录';
$lang['请选择']	= '请选择...';
$lang['请填写验证码']	= '请填写验证码';
$lang['微信关注']	= '微信关注';
$lang['应付款']	= '应付款';
$lang['商家管理']	= '商家管理';
$lang['招商入驻']	= '招商入驻';
$lang['商家登录']	= '商家登录';
$lang['退出']	= '退出';
$lang['欢迎来到']	= '欢迎来到';
$lang['商家帮助指南']	= '商家帮助指南';
$lang['更新时间']	= '更新时间';
$lang['平台联系方式']	= '平台联系方式';
$lang['平台导航']                                            = '平台导航';

$lang['邮箱']	= '邮箱';
$lang['电话']	= '电话';
$lang['提交']	= '提交';
$lang['您好']	= '您好';
$lang['入驻有疑问？查看帮助']	= '入驻有疑问？查看帮助';
$lang['商家入驻申请']	= '商家入驻申请';
$lang['签订入驻协议']	= '签订入驻协议';
$lang['提交申请']	= '提交申请';
$lang['公司资质信息']	= '公司资质信息';
$lang['财务资质信息']	= '财务资质信息';
$lang['店铺经营信息']	= '店铺经营信息';
$lang['合同签订及缴费']	= '合同签订及缴费';
$lang['店铺开通']	= '店铺开通';
$lang['企业入驻']	= '企业入驻';
$lang['请阅读并同意协议']	= '请阅读并同意协议';
$lang['入驻协议']	= '入驻协议';
$lang['我已阅读并同意以上协议']	= '我已阅读并同意以上协议';
$lang['同意并入驻']	= '同意并入驻';
$lang['个人入驻']	= '个人入驻';
$lang['企业入驻']	= '企业入驻';
$lang['店铺资质信息']	= '店铺资质信息';
$lang['最多{0}个字']	= '最多{0}个字';
$lang['请输入店铺名字']	= '请输入店铺名字';
$lang['请选择区域地址']	= '请选择区域地址';
$lang['请输入目前详细住址或办公地址']	= '请输入目前详细住址或办公地址';
$lang['请输入联系人姓名']	= '请输入联系人姓名';
$lang['请输入联系人电话']	= '请输入联系人电话';
$lang['请输入常用邮箱地址']	= '请输入常用邮箱地址';
$lang['请填写正确的邮箱地址']	= '请填写正确的邮箱地址';
$lang['请输入身份证号']	= '请输入身份证号';
$lang['请填写身份证上姓名']	= '请填写身份证上姓名';
$lang['请选择上传身份证扫描件']	= '请选择上传身份证扫描件';
$lang['注意事项']	= '注意事项';
$lang['资质文件小于1M']	= '以下所需要上传的电子版资质文件仅支持JPG\GIF\PNG格式图片，大小请控制在1M之内。';
$lang['店铺及联系人信息']	= '店铺及联系人信息';
$lang['店铺名称']	= '店铺名称';
$lang['卖家帐号']	= '卖家帐号';
$lang['所在地']	= '所在地';
$lang['详细地址']	= '详细地址';
$lang['联系人姓名']	= '联系人姓名';
$lang['联系人电话']	= '联系人电话';
$lang['电子邮箱']	= '电子邮箱';
$lang['身份证信息']	= '身份证信息';
$lang['姓名']	= '姓名';
$lang['件']	= '件';
$lang['身份证号']	= '身份证号';
$lang['身份证扫描件']	= '身份证扫描件';
$lang['确保清晰']	= '请确保图片清晰，身份证上文字可辨（清晰照片也可使用）。';
$lang['下一步，提交财务资质信息']	= '下一步，提交财务资质信息';
$lang['请填写支付宝姓名']	= '请填写支付宝姓名';
$lang['请填写支付宝账号']	= '请填写支付宝账号';
$lang['结算（支付宝）账号信息']	= '结算（支付宝）账号信息';
$lang['支付宝姓名']	= '支付宝姓名';
$lang['支付宝账号']	= '支付宝账号';
$lang['下一步，提交店铺经营信息']	= '下一步，提交店铺经营信息';
$lang['卖家帐号已存在']	= '卖家帐号已存在';
$lang['请填写卖家用户名']	= '请填写卖家用户名';
$lang['请填写店铺名称']	= '请填写店铺名称';
$lang['请选择店铺等级']	= '请选择店铺等级';
$lang['请选择店铺分类']	= '请选择店铺分类';
$lang['请选择经营类目']	= '请选择经营类目';
$lang['删除']	= '删除';
$lang['请选择分类']	= '请选择分类';
$lang['经营类目提示']	= '店铺经营类目为商城商品分类，请根据实际运营情况添加一个或多个经营类目。';
$lang['商家帐号']='商家帐号';
$lang['此帐号为日后登录并管理商家中心时使用，注册后不可修改，请牢记。']='此帐号为日后登录并管理商家中心时使用，注册后不可修改，请牢记。';
$lang['店铺名称提示']='店铺名称注册后不可修改，请认真填写。';
$lang['店铺等级']='店铺等级';
$lang['请选择']='请选择';
$lang['开店时长']='开店时长';
$lang['年']='年';
$lang['店铺分类']='店铺分类';


$lang['比例']='比例';
$lang['审核意见']='审核意见';
$lang['店铺分类提示']='请根据您所经营的内容认真选择店铺分类，注册后商家不可自行修改。';
$lang['经营类目']='经营类目';
$lang['选择添加类目']='选择添加类目';
$lang['确认']='确认';
$lang['取消']='取消';
$lang['一级类目']='一级类目';
$lang['二级类目']='二级类目';
$lang['三级类目']='三级类目';
$lang['操作']='操作';
$lang['提交申请']='提交申请';
$lang['付款清单列表']='付款清单列表';
$lang['收费标准']='收费标准';
$lang['应付金额']='应付金额';
$lang['经营类目列表']='经营类目列表';
$lang['分佣比例']='分佣比例';
$lang['待定']='待定';
$lang['公司及联系人信息']='公司及联系人信息';
$lang['公司名称']='公司名称';
$lang['公司所在地']='公司所在地';
$lang['公司详细地址']='公司详细地址';
$lang['公司电话']='公司电话';
$lang['员工总数']='员工总数';
$lang['注册资金']='注册资金';
$lang['万元']='万元';
$lang['人']='人';
$lang['企业法定代表人信息']='企业法定代表人信息';
$lang['法人姓名']='法人姓名';
$lang['法人身份证号']='法人身份证号';
$lang['证件有效期']='证件有效期';
$lang['长期']='长期';
$lang['法人证件电子版']='法人证件电子版';
$lang['正面，请确保图片和文字清晰']='正面，请确保图片和文字清晰';
$lang['反面，请确保图片和文字清晰']='反面，请确保图片和文字清晰';
$lang['营业执照信息（副本）']='营业执照信息（副本）';
$lang['统一社会信用代码']='统一社会信用代码';
$lang['若无，请填写营业执照号']='若无，请填写营业执照号';
$lang['营业执照所在地']='营业执照所在地';
$lang['营业执照有效期']='营业执照有效期';
$lang['法定经营范围']='法定经营范围';
$lang['营业执照号电子版']='营业执照号电子版';
$lang['请确保图片清晰，文字可辨并有清晰的红色公章。']='请确保图片清晰，文字可辨并有清晰的红色公章。';
$lang['组织机构代码证']='组织机构代码证';
$lang['组织机构代码']='组织机构代码';
$lang['组织机构代码证电子版']='组织机构代码证电子版';
$lang['一般纳税人证明']='一般纳税人证明';
$lang['注']='注';
$lang['所属企业具有一般纳税人证明时，此项为必填。']='所属企业具有一般纳税人证明时，此项为必填。';
$lang['补充认证']='补充认证';
$lang['补充认证图片']='补充认证图片';
$lang['请确保图片和文字清晰']='请确保图片和文字清晰';
$lang['下一步']='下一步';
$lang['请输入公司名称']='请输入公司名称';
$lang['请输入法人姓名']='请输入法人姓名';
$lang['请输入法人身份证号']='请输入法人身份证号';
$lang['请输入公司详细地址']='请输入公司详细地址';
$lang['请输入公司电话']='请输入公司电话';
$lang['请输入员工总数']='请输入员工总数';
$lang['必须为数字']='必须为数字';
$lang['请输入注册资金']='请输入注册资金';
$lang['请输入营业执照号']='请输入营业执照号';
$lang['请选择营业执照所在地']='请选择营业执照所在地';
$lang['请选择生效日期']='请选择生效日期';
$lang['请选择结束日期']='请选择结束日期';
$lang['请选择证件的开始有效期']='请选择证件的开始有效期';
$lang['请选择证件的截止有效期']='请选择证件的截止有效期';
$lang['请填写营业执照法定经营范围']='请填写营业执照法定经营范围';
$lang['请选择上传营业执照号电子版文件']='请选择上传营业执照号电子版文件';
$lang['请选择上传法人证件的正面电子版']='请选择上传法人证件的正面电子版';
$lang['请选择上传法人证件的反面电子版']='请选择上传法人证件的反面电子版';
$lang['请填写银行开户名']='请填写银行开户名';
$lang['请填写公司银行账号']='请填写公司银行账号';
$lang['请填写开户银行支行名称']='请填写开户银行支行名称';
$lang['请填写支行联行号']='请填写支行联行号';
$lang['请选择开户银行所在地']='请选择开户银行所在地';
$lang['请选择上传开户银行许可证电子版文件']='请选择上传开户银行许可证电子版文件';
$lang['请填写银行开户名']='请填写银行开户名';
$lang['请填写公司银行账号']='请填写公司银行账号';
$lang['请填写开户银行支行名称']='请填写开户银行支行名称';
$lang['请填写支行联行号']='请填写支行联行号';
$lang['请选择开户银行所在地']='请选择开户银行所在地';
$lang['开户银行信息']='开户银行信息';
$lang['银行开户名']='银行开户名';
$lang['公司银行账号']='公司银行账号';
$lang['开户银行支行名称']='开户银行支行名称';
$lang['支行联行号']='支行联行号';
$lang['开户银行所在地']='开户银行所在地';
$lang['开户银行许可证电子版']='开户银行许可证电子版';
$lang['此账号为结算账号']='此账号为结算账号';
$lang['结算账号信息']='结算账号信息';
$lang['银行开户名']='银行开户名';
$lang['公司银行账号']='公司银行账号';
$lang['开户银行支行名称']='开户银行支行名称';
$lang['支行联行号']='支行联行号';
$lang['开户银行所在地']='开户银行所在地';
$lang['税务登记证']='税务登记证';
$lang['税务登记证号']='税务登记证号';
$lang['纳税人识别号']='纳税人识别号';
$lang['税务登记证号电子版']='税务登记证号电子版';
$lang['/年']='/年';
$lang['单位元']='元';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['清空全部足迹']='清空全部足迹';
$lang['加入购物车']='加入购物车';
$lang['确实要删除吗？']='确实要删除吗？';
$lang['我的升级进度']='我的升级进度（会员自动升级进度显示）';
$lang['会员等级']='会员等级';
$lang['未达到']='未达到';
$lang['还差']='还差';
$lang['经验值']='经验值';
$lang['当前经验值']='当前经验值';
$lang['添加时间']='添加时间';
$lang['获得经验']='获得经验';
$lang['操作阶段']='操作阶段';
$lang['描述']='描述';
$lang['会员登录']='会员登录';
$lang['商品评论']='商品评论';
$lang['订单消费']='订单消费';
$lang['选择状态']='选择状态';
$lang['未用']='未用';
$lang['已用']='已用';
$lang['过期']='过期';
$lang['未使用']='未使用';
$lang['已使用']='已使用';
$lang['已失效']='已失效';
$lang['去使用']='去使用';
$lang['仅剩']='仅剩';
$lang['无门槛优惠券']='无门槛优惠券';
$lang['满']='满';
$lang['减']='减';
$lang['您已领券']='您已领券';
$lang['去使用']='去使用';
$lang['已抢']='已抢';
$lang['完']='完';
$lang['领取']='领取';
$lang['无门槛优惠券']='无门槛优惠券';
$lang['领取成功']='领取成功';
$lang['点击更换验证码']='点击更换验证码';
$lang['您的操作过度频繁，请输入验证码后继续。']='您的操作过度频繁，请输入验证码后继续。';

$lang['Login']='Login';
$lang['新浪微博']='新浪微博';
$lang['点击换一张']='点击换一张';
$lang['已有账号，去']='已有账号，去';
$lang['立即登录']='立即登录';
$lang['支付宝帐户名']='支付宝帐户名';
$lang['元']			= '&yen;';
$lang['货币符号']			= '￥';
$lang['万']       = '万';
$lang['件']				= '件';
$lang['欢迎来到']	= '欢迎来到';

$lang['商品']	= "商品";
$lang['店铺']	= "店铺";
$lang['积分中心']		= "积分中心";
$lang[':']="：";
$lang['营业执照']	= '营业执照';
$lang['消费者维权热线']	= '消费者维权热线';
$lang['不良信息举报电话']	= '不良信息举报电话';
$lang['出版物经营许可证']	= '出版物经营许可证';
$lang['网络文化经营许可证']	= '网络文化经营许可证';
$lang['所有商品分类']	= '所有商品分类';
$lang['公开课']	= '公开课';
$lang['在线课']	= '在线课';
$lang['教材']	= '教材';

$lang['请输入您要搜索的商品关键字']	= '请输入您要搜索的商品关键字';
$lang['请输入您要搜索的关键字']	= '请输入您要搜索的关键字';
$lang['请输入您要搜索的店铺关键字']	= '请输入您要搜索的店铺关键字';
$lang['确定删除吗'] 	= '您确定要删除该信息吗？';
$lang['操作成功'] 	= '操作成功';
$lang['操作失败'] 	= '操作失败';
$lang['删除成功'] = '删除成功';
$lang['删除失败'] = '删除失败';
$lang['保存成功'] = '保存成功';
$lang['保存失败'] = '保存失败';
$lang['操作过频'] = '您的操作过于频繁，请稍后再试';
$lang['搜索']	 = '搜索';
$lang['无数据']	 = '暂无符合条件的数据记录';
$lang['加载中']	 = '加载中...';
$lang['操作']	= '操作';
$lang['提交']	= '提交';
$lang['保存']	 	= '保存';
$lang['确认']	= '确认';
$lang['选择']	= '选择';
$lang['免运费']	= '（免运费）';
$lang['分(积分单位)'] = '分';
$lang['个人主页']					= "个人主页";
$lang['删除']					= "删除";
$lang['共']			= "共";
$lang['当前页面']			= "当前页面";
$lang['请求时间']			= "请求时间";
$lang['页面执行时间']		= "页面执行时间";
$lang['bbc_debug_memory_consumption']	= "占用内存";
$lang['bbc_debug_request_method']		= "请求方法";
$lang['bbc_debug_communication_protocol']= "通信协议";
$lang['bbc_debug_user_agent']			= "用户代理";
$lang['bbc_debug_session_id']			= "会话ID";
$lang['bbc_debug_logging']				= "日志记录";
$lang['bbc_debug_logging_1']				= "条日志";
$lang['bbc_debug_logging_2']				= "无日志记录";
$lang['bbc_debug_load_files']			= "加载文件";
$lang['bbc_debug_trace_title']			= "页面Trace信息";
//555
$lang['操作过频'] = '您的操作过于频繁，请稍后再试';
$lang['分享'] = "分享";
$lang['月'] = "月";
$lang['腾讯微博'] 		= '腾讯微博';
$lang['新浪微博'] 	= '新浪微博';
//订单
$lang['取消了订单'] = '取消了订单';
$lang['提交了订单'] = '提交了订单';
$lang['修改了运费'] = '修改了运费';
$lang['完成了付款'] = '完成了付款';
$lang['发出了货物'] = '发出了货物 ( 编辑了发货信息 )';
$lang['签收了货物'] = '签收了货物';
//新增
$lang['请输入'] = '请输入';
$lang['错误'] = '错误';
$lang['不能为空'] = '不能为空';
$lang['正确的'] = '正确的';
$lang['手机号'] = '手机号';
$lang['质量保证'] = '质量保证';
$lang['物美价廉'] = '物美价廉';
$lang['售后无忧'] = '售后无忧';
$lang['选择多样'] = '选择多样';
$lang['有效期'] = '有效期';
$lang['商品没有找到'] = '商品没有找到';
$lang['商联达官方微信'] = '商联达官方微信';
//发布需求
$lang['发布需求']='发布需求';
$lang['发布提示']='五分钟发布需求，坐享寰宇为您安排合适的讲师/机构';
$lang['培训标题']='培训标题';
$lang['培训城市']='培训城市';
$lang['请选择省']='请选择省';
$lang['请选择市']='请选择市';
$lang['请选择区']='请选择区';
$lang['培训目标']='培训目标';
$lang['培训目标提示']='请输入您的详细培训需求，以使我们更加精准的为您找到合适的供应商，如：行业要求、课程分类、报价、培训时长等等。';
$lang['期待方案数']='期待方案数';
$lang['手机号码']='手机号码';
$lang['email']='email';
$lang['联系人姓名提示']='请填写真实姓名，以使我们及时确认信息';
$lang['公司名称提示']='请填写真实公司全称';
$lang['手机号码提示']='请填写联系人常用手机号';
$lang['email提示']='请填写常用email，以使及时收到通知消息';
$lang['验证标题提示']='标题不能为空';
$lang['验证培训目标提示']='培训目标不能为空';
$lang['验证公司名称提示']='公司名称不能为空';
$lang['验证方案数提示']='方案数不能为空';
$lang['验证联系人姓名提示']='联系人姓名不能为空';
$lang['验证联系方式提示']='联系方式不能为空';
$lang['验证邮箱提示']='邮箱不能为空';
$lang['验证城市提示']='请选择城市';
//讲师
$lang['讲师']='讲师';
$lang['讲师筛选']='讲师筛选';
$lang['分类']='分类';
$lang['全部']='全部';
$lang['行业']='行业';
$lang['所在省市']='所在省市';
$lang['价格']='价格';
$lang['排序方式']='排序方式';
$lang['常住地区']='常住地区';
$lang['天']='天';
$lang['擅长分类']='擅长分类';
$lang['擅长行业']='擅长行业';
$lang['广告语']='广告语';
$lang['默认排序']='默认排序';


$lang['页面Trace信息']='页面Trace信息';
$lang['请选择上传付款凭证']='请选择上传付款凭证';
$lang['上传付款凭证']='上传付款凭证';
$lang['备注']='备注';
$lang['品牌推荐']='品牌推荐';
$lang['品牌描述']='品牌描述';
$lang['已售']='已售';
$lang['商品所在地']='商品所在地';
$lang['商品类型']='商品类型';
$lang['自营']='自营';
$lang['加盟']='加盟';
$lang['默认']='默认';
$lang['销量']='销量';
$lang['人气']='人气';



//新增
$lang['参数错误'] 				= '参数错误';
$lang['保存失败'] = '保存失败';
$lang['删除成功'] = '删除成功';
$lang['删除失败'] = '删除失败';
$lang['：']			= '：';
$lang['&yen;']			= '&yen;';
$lang['保存成功']			= '保存成功';
$lang['您的账号已经被管理员禁用，请联系平台客服进行核实'] = '您的账号已经被管理员禁用，请联系平台客服进行核实';
$lang['系统没有开启手机注册功能'] = '系统没有开启手机注册功能';
$lang['用户名已被注册'] = '用户名已被注册';
$lang['手机号已被注册'] = '手机号已被注册';
$lang['动态码错误或已过期，重新输入'] = '动态码错误或已过期，重新输入';
$lang['发送失败'] = '发送失败';
$lang['图形验证码错误'] = '图形验证码错误';
$lang['同一IP地址十分钟内，请勿多次获取动态码！'] = '同一IP地址十分钟内，请勿多次获取动态码！';
$lang['系统没有开启手机注册功能'] = '系统没有开启手机注册功能';
$lang['当前手机号已被注册，请更换其他号码。'] = '当前手机号已被注册，请更换其他号码。';
$lang['系统没有开启手机登录功能'] = '系统没有开启手机登录功能';
$lang['当前手机号未注册，请检查号码是否正确。'] = '当前手机号未注册，请检查号码是否正确。';
$lang['系统没有开启手机找回密码功能'] = '系统没有开启手机找回密码功能';
$lang['手机短信发送失败'] = '手机短信发送失败';
$lang['验证码错误'] = '验证码错误';
$lang['验证失败'] = '验证失败';
$lang['密码修改成功'] = '密码修改成功';
$lang['微信绑定成功'] = '微信绑定成功';
$lang['微信登录失败'] = '微信登录失败';
$lang['您还没有登录']			= '您还没有登录';

$lang['今天']		= '今天';
$lang['昨天']		= '昨天';
$lang['前天']		= '前天';
$lang['月'] = "月";
$lang['日'] = "日";
$lang['订单中门店id不存在'] = "订单中门店id不存在";
$lang['订单中门店id不存在'] = "订单中门店id不存在";

$lang['操作成功'] = "操作成功";
$lang['操作失败'] = "操作失败";
$lang['商品咨询'] = "商品咨询";
$lang['非法访问']	= '非法访问';
$lang['在处理您的请求时出现了问题:<br />']				= '在处理您的请求时出现了问题:<br />';
$lang['基本信息'] = "基本信息";
$lang['更多个人信息'] = "更多个人信息";
$lang['修改密码'] = "修改密码";
$lang['修改电子邮件'] = "修改电子邮件";
$lang['更换头像'] = "更换头像";
$lang['评论成功'] = "评论成功";
$lang['评论失败'] = "评论失败";
$lang['添加培训成功'] = "添加培训成功";
$lang['添加培训失败'] = "添加培训失败";
$lang['市'] = "市";
$lang['区'] = "区";
$lang['--请选择'] = "--请选择";
$lang['--'] = "--";
$lang['暂时没有抢购'] = "暂时没有抢购";
$lang['验证码错误验证码错误'] = "验证码错误验证码错误";
$lang['您登录后观看'] = "您登录后观看";
$lang['您没有购买此课程'] = "您没有购买此课程";
$lang['商家入驻'] = '商家入驻';
$lang['未找到需要支付的订单'] = '未找到需要支付的订单';
$lang['暂未找到合适的支付方式'] = '暂未找到合适的支付方式';
$lang['您的订单已经支付，请勿重复支付'] = '您的订单已经支付，请勿重复支付';
$lang['普通发票'] = '普通发票';
$lang['增值税发票'] = '增值税发票';
$lang['评价了交易'] = '评价了交易';
$lang['未找到对应的权限'] = '未找到对应的权限';
$lang['上次学习章节'] = '上次学习章节';
$lang['公开课地址'] = '公开课地址';

$lang['收藏夹']		= "收藏夹";
$lang['客户服务']		= "客户服务";
$lang['帮助中心']		= "帮助中心";
$lang['售后服务']		= "售后服务";
$lang['客服中心']		= "客服中心";

$lang['购物原价']		= '购物原价';
$lang['购物享']			= '购物享';
$lang['折']				= '折';

$lang['会员名']				= '会员名';
$lang['会员搜索']			= '会员搜索';

$lang['暂无符合条件的数据记录'] = '暂无符合条件的数据记录';

$lang['立即观看'] = '立即观看';
$lang['立即阅读'] = '立即阅读';
$lang['立即报名'] = '立即报名';
$lang['已报名'] = '已报名';

$lang['使用新的发票信息'] = '使用新的发票信息';
$lang['不需要发票'] = '不需要发票';

$lang['发票类型'] = '发票类型';
$lang['发票抬头'] = '发票抬头';
$lang['个人'] = '个人';
$lang['单位'] = '单位';
$lang['单位名称'] = '单位名称';
$lang['发票内容'] = '发票内容';
$lang['纳税人识别号'] = '纳税人识别号';
$lang['注册地址'] = '注册地址';
$lang['注册电话'] = '注册电话';
$lang['开户银行'] = '开户银行';
$lang['银行帐户'] = '银行帐户';
$lang['收票人姓名'] = '收票人姓名';
$lang['收票人手机号'] = '收票人手机号';
$lang['收票人省份'] = '收票人省份';
$lang['送票地址'] = '送票地址';
$lang['保存发票信息'] = '保存发票信息';
$lang['请填写'] = '请填写';
$lang['税号'] = '税号';

$lang['明细']='明细';
$lang['酒']='酒';
$lang['食品']='食品';
$lang['玩具']='玩具';
$lang['日用品']='日用品';
$lang['装修材料']='装修材料';
$lang['化妆品']='化妆品';
$lang['办公用品']='办公用品';
$lang['学生用品']='学生用品';
$lang['家居用品']='家居用品';
$lang['饰品']='饰品';
$lang['服装']='服装';
$lang['箱包']='箱包';
$lang['精品']='精品';
$lang['家电']='家电';
$lang['劳防用品']='劳防用品';
$lang['耗材']='耗材';
$lang['电脑配件']='电脑配件';
$lang['结算信息']='结算信息';
$lang[':']=':';
/**
 * core简体语言包
 */

$lang['错误信息'] = '系统提示';
$lang['系统异常'] = '系统运行异常，我们正在全力抢修';
$lang['company_name'] = 'BBCMall';

$lang['order_state_new'] = '<span style="color:#36C">待付款</span>';
$lang['order_state_pay'] = '<span style="color:#F30">待发货</span>';
$lang['order_state_success'] = '<span style="color:#999">交易完成</span>';
$lang['order_state_eval'] = '<span style="color:#999">已评价</span>';

$lang['状态文字：已取消'] = '<span style="color:#999">已取消</span>';
$lang['状态文字：待付款'] = '<span style="color:#36C">待付款</span>';
$lang['状态文字：待发货'] = '<span style="color:#F30">待发货</span>';
$lang['状态文字：待自提'] = '<span style="color:#F30">待自提</span>';
$lang['状态文字：门店配送'] = '<span style="color:#F30">门店配送</span>';
$lang['状态文字：待收货'] = '<span style="color:#F30">待收货</span>';
$lang['状态文字：交易完成'] = '<span style="color:#999">交易完成</span>';
$lang['状态文字：已评价'] = '<span style="color:#999">已评价</span>';


$lang['页码：首页'] = '首页';
$lang['页码：末页'] = '末页';
$lang['页码：上一页'] = '上一页';
$lang['页码：下一页'] = '下一页';

$lang['找不到临时文件'] = '找不到临时文件，请确认临时文件夹是否存在可写';
$lang['禁止上传空文件'] = '禁止上传空文件';
$lang['上传文件大小不能超过'] = '上传文件大小不能超过';
$lang['没有copy操作权限'] = '文件上传失败:不具有copy操作权限';
$lang['文件大小超出系统设置'] = '文件大小超出系统设置';
$lang['文件仅部分被上传'] = '文件仅部分被上传';
$lang['没有文件被上传'] = '没有文件被上传';
$lang['找不到临时文件夹'] = '找不到临时文件夹';
$lang['文件写入失败'] = '文件写入失败';
$lang['创建目录('] = '创建目录(';
$lang[')失败'] = ')失败';
$lang['目录('] = '目录(';
$lang[')不能创建文件，请修改权限后再进行上传'] = ')不能创建文件，请修改权限后再进行上传';

$lang['不允许上传，允许类型为'] = '该类型文件不允许上传，允许的文件类型为: ';
$lang['非法图像文件'] = '非法图像文件';
$lang['非法上传文件'] = '非法上传文件';

$lang['平邮']	= '平邮';
$lang['快递']	= '快递';

$lang['立即观看'] = '立即观看';
$lang['立即阅读'] = '立即阅读';
$lang['已报名'] = '已报名';
$lang['国家'] = '国家';
$lang['省份'] = '省份';
$lang['市'] = '市';
$lang['区'] = '区';
$lang['头像提示']='完善个人信息资料，上传头像图片有助于您结识更多的朋友。<br /><span style="color:orange;">头像默认尺寸为120x120像素，请根据系统操作提示进行裁剪并生效。</span>\'';
$lang['工作区域']	=  '工作区域';
$lang['裁切预览']	=  '裁切预览';
$lang['操作帮助']	=  '操作帮助';
$lang['操作帮助提示']=  '请在工作区域放大缩小及移动选取框，选择要裁剪的范围，裁切宽高比例固定；裁切后的效果为右侧预览图所显示；保存提交后生效。';
$lang['收货人']	= '收货人';
$lang['所在地区']		= '所在地区';
$lang['街道地址']			= '街道地址';
$lang['member_address_zipcode']			= '邮编';
$lang['电话']			= '电话';
$lang['手机']			= '手机';
$lang['编辑地址']	= '编辑地址';
$lang['member_address_no_address']		= '您没有添加收货地址';
$lang['请填写您的真实姓名']		= '请填写您的真实姓名';
$lang['member_address_please_choose']	= '请选择';
$lang['不必重复填写地区']		= '不必重复填写地区';
$lang['电话号码']		= '电话号码';
$lang['区号']		= '区号';
$lang['分机']		= '分机';
$lang['电话']		    = '电话';
$lang['请填写收货人姓名']	= '请填写收货人姓名';
$lang['请选择所在地区']	= '请选择所在地区';
$lang['member_address_input_address']	= '请填写详细地址';
$lang['member_address_zip_code']		= '邮政编码由6位数字构成';
$lang['固定电话和手机请至少填写一项']= '固定电话和手机请至少填写一项.';
$lang['电话号码格式不正确']		= '电话号码由数字、加号、减号、空格、括号组成,并不能少于6位. ';
$lang['错误的手机号码']	= '错误的手机号码';

/**
 * 设置发货地址
 */
$lang['store_daddress_wrong_argument']	= '参数不正确';
$lang['store_daddress_receiver_null']	= '发货人不能为空';
$lang['store_daddress_wrong_area']		= '所在地区选择不正确';
$lang['store_daddress_area_null']		= '所在地区信息不能为空';
$lang['store_daddress_address_null']	= '详细地址不能为空';
$lang['store_daddress_modify_fail']		= '修改地址失败';
$lang['store_daddress_add_fail']		= '新增地址失败';
$lang['store_daddress_del_fail']		= '删除地址失败';
$lang['store_daddress_del_succ']		= '删除成功';
$lang['store_daddress_new_address']		= '新增地址';
$lang['store_daddress_deliver_address']	= '发货地址';
$lang['store_daddress_default']			= '默认';
$lang['store_daddress_receiver_name']	= '联系人';
$lang['store_daddress_location']		= '所在地区';
$lang['store_daddress_address']			= '街道地址';
$lang['store_daddress_zipcode']			= '邮编';
$lang['store_daddress_phone']			= '电话';
$lang['store_daddress_mobile']			= '手机';
$lang['store_daddress_company']			= '公司';
$lang['store_daddress_content']			= '备注';
$lang['store_daddress_edit_address']	= '编辑地址';
$lang['store_daddress_no_address']		= '您没有添加发货地址';
$lang['store_daddress_input_name']		= '请填写您的真实姓名';
$lang['store_daddress_please_choose']	= '请选择';
$lang['store_daddress_not_repeat']		= '不必重复填写地区';
$lang['store_daddress_phone_num']		= '电话';
$lang['store_daddress_area_num']		= '区号';
$lang['store_daddress_sub_phone']		= '分机';
$lang['store_daddress_mobile_num']		= '手机号码';
$lang['store_daddress_input_receiver']	= '请填写发货人姓名';
$lang['store_daddress_choose_location']	= '请选择所在地区';
$lang['store_daddress_input_address']	= '请填写详细地址';
$lang['store_daddress_zip_code']		= '邮政编码由6位数字构成';
$lang['store_daddress_phone']	        = '电话';
$lang['store_daddress_phone_rule']		= '电话号码由数字、加号、减号、空格、括号组成,并不能少于6位. ';
$lang['store_daddress_wrong_mobile']	= '错误的手机号码';

/**
 * 设置物流公司
 */
$lang['store_deliver_express_title']	= '物流公司';

/**
 * 发货
 */
$lang['store_deliver_order_state_send']		= '已发货';
$lang['store_deliver_order_state_receive']	= '待收货';
// $lang['store_deliver_modfiy_address']		= '修改收货信息';
$lang['store_deliver_select_daddress']		= '选择发货地址';
$lang['store_deliver_select_ather_daddress']= '选择其它发货地址';
$lang['store_deliver_daddress_list']		= '地址库';
$lang['store_deliver_default_express']		= '默认物流公司';
$lang['store_deliver_buyer_name']			= '买家';
$lang['store_deliver_buyer_address']		= '收货地址';
$lang['store_deliver_shipping_amount']		= '运费';
$lang['store_deliver_modify_info']			= '编辑发货';
$lang['store_deliver_first_step']			= '第一步';
$lang['store_deliver_second_step']			= '第二步';
$lang['store_deliver_third_step']			= '第三步';
$lang['store_deliver_confirm_trade']		= '确认收货信息及交易详情';
$lang['store_deliver_forget']				= '发货备忘';
$lang['store_deliver_forget_tips']			= '您可以输入一些发货备忘信息（仅卖家自己可见）';
$lang['store_deliver_buyer_adress']			= '收货人信息';
$lang['store_deliver_confirm_daddress']		= '确认发货信息';
$lang['store_deliver_my_daddress']			= '我的发货信息';
$lang['store_deliver_none_set']				= '还未设置发货地址，请进入发货设置 > 地址库中添加';
$lang['store_deliver_add_daddress']			= '添加发货地址';
$lang['store_deliver_express_select']		= '选择物流服务';
$lang['store_deliver_express_note']			= '您可以通过"发货设置-><a href="index.php?app=deliver_set&mod=express" target="_parent" >默认物流公司</a>"添加或修改常用货运物流。免运或自提商品可切换下方<span class="red">[无需物流运输服务]</span>选项卡并操作。';
$lang['store_deliver_express_zx']			= '自行联系物流公司';
$lang['store_deliver_express_wx']			= '无需物流运输服务';
$lang['store_deliver_company_name']			= '公司名称';
$lang['store_deliver_shipping_code']		= '物流单号';
$lang['store_deliver_bforget']				= '备忘';
$lang['store_deliver_shipping_code_tips']	= '正确填写物流单号，确保快递跟踪查询信息正确';
$lang['store_deliver_no_deliver_tips']		= '如果订单中的商品无需物流运送，您可以直接点击确认';
$lang['store_deliver_shipping_code_pl']		= '请填写物流单号';

/**
 * 选择发货地址
 */
$lang['store_deliver_man']			= '发货人';
$lang['store_deliver_daddress']		= '发货地址';
$lang['store_deliver_telphone']		= '电话';

/**
 * 搜索动态物流
 */
$lang['我的留言']		= '我的留言';
$lang['自行发货']				= '发货方式：自行联系';
$lang['物流公司']			= '物流公司';
$lang['收货信息']			= '收货信息';
$lang['发货信息']			= '发货信息';
$lang['指定活动并不存在']	= '指定活动并不存在';
$lang['原价']			= '原价';
$lang['文章分类']='文章分类';
$lang['最新文章']='最新文章';
$lang['没有最新文章']='没有最新文章';
$lang['没有符合条件的文章']='没有符合条件的文章';
$lang['该文章分类并不存在']	= '该文章分类并不存在';
$lang['该文章并不存在']		= '该文章并不存在';
$lang['该文章已随所属类别被删除']			= '该文章已随所属类别被删除';
$lang['文章内容']	= '文章内容';
$lang['上一篇']='上一篇';
$lang['下一篇']='下一篇';
/**
 * 共有语言
 */
$lang['没有找到符合条件的商品']				= '没有找到符合条件的商品';

/**
 * 列表页
 */
$lang['所有品牌']			= '所有品牌';
$lang['品牌申请']			= '品牌申请';




$lang['推荐品牌']='推荐品牌';
$lang['最近浏览']='最近浏览';
$lang['点击按销量从低到高排序']='点击按销量从低到高排序';
$lang['点击按销量从高到低排序']='点击按销量从高到低排序';
$lang['点击按人气从低到高排序']='点击按人气从低到高排序';
$lang['点击按人气从高到低排序']='点击按人气从高到低排序';
$lang['点击按价格从低到高排序']='点击按价格从低到高排序';
$lang['点击按价格从高到低排序']='点击按价格从高到低排序';

///zzz
$lang['品牌申请']			= '品牌申请';
$lang['其他']			= '其他';
$lang['所有品牌']			= '所有品牌';
/**
 * 共有语言
 */
$lang['我的购物车']		= '我的购物车';
$lang[' 购物车空空的哦~，去看看心仪的商品吧~']		= ' 购物车空空的哦~，去看看心仪的商品吧~';
$lang['去购物&gt;']		= '去购物&gt;';
$lang['填写核对购物信息']			= '填写核对购物信息';
$lang['支付提交']				= '支付提交';
$lang['订单完成']			= '订单完成';
/**
 * index
 */
$lang['收藏']			= '收藏';
$lang['删除']					= '删除';
$lang['商品总价']		= '商品总价（不含运费）';
/**
 * 添加
 */
$lang['没满足批发的最低数量']			= '没满足批发的最低数量';
/**
 * 删除
 */
/**
 * step1
 */
$lang['写下需求']		= '选填，可以告诉卖家您对商品的特殊需求，如颜色、尺码等';
$lang['寄送至']		= '寄送至';
$lang['(收)']		= '（收）';
$lang['选择所在地区']			= '请选择所在地区';
$lang['填写详细地址']		= '请填写收货人详细地址';
$lang['填写收货人']		= '请填写收货人姓名';
$lang['收货人姓名']		= '收货人姓名';
$lang['所在地区']				= '所在地区';
$lang['请先设置收货地址']	= '请先设置收货地址';
$lang['详细地址']		= '详细地址';
$lang['请填写真实地址']		= '请填写真实地址，不需要重复填写所在地区';
$lang['固定电话']			= '固定电话';
$lang['手机号码']			= '手机号码';
$lang['手机号码或固定电话请至少填写一个']	= '手机号码或固定电话请至少填写一个';
$lang['手机号码位数错误']			= '手机号码只能是11位';
$lang['保存收货人信息']  = '保存收货人信息';
$lang['保存发票信息']        = '保存发票信息';
/**
 * step2
 */
$lang['系统异常,生成订单失败']			= '系统异常，生成订单失败！如有疑问请联系管理员';
$lang['您的兑换订单已成功生成']		= '您的订单已成功生成，选择您想用的支付方式进行支付';
$lang['抱歉,暂时没有符合条件的支付方式,请']			= '抱歉，暂时没有符合条件的支付方式，请';
$lang['联系卖家']			= '联系卖家';
$lang['联系客服']			= '联系客服';
$lang['进行后续购买流程']			= '进行后续购买流程';


$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';

/**
 * 更新
 */
/**
 * 订单支付
 */



$lang['全选']='全选';
$lang['规格']='规格';
$lang['免运费']='免运费';
$lang['满即送']='满即送';
$lang['团购促销']='团购促销';
$lang['最大限购']='最大限购';
$lang['今日抢购，单价直降']='今日抢购，单价直降';
$lang['件，单价直降']='件，单价直降';
$lang['优惠套装']='优惠套装';
$lang['无效']='无效';
$lang['移入收藏夹']='移入收藏夹';
$lang['去结算']='去结算';
$lang['商品']='商品';
$lang['单价']='单价';
$lang['数量']='数量';
$lang['小计']='小计';
$lang['操作']='操作';
$lang['减少商品件数']='减少商品件数';
$lang['增加商品件数']='增加商品件数';
$lang['删除']='删除';
$lang['收藏']='收藏';
$lang['总数']='总数';
$lang['展开']='展开';
$lang['关闭']='关闭';
$lang['订单完成']='订单完成';
$lang['选购清单']='选购清单';
$lang['清单列表']='清单列表';
$lang['已下架']='已下架';
$lang['普通购物车']='普通购物车';
$lang['批发中心购物车']='批发中心购物车';
$lang['商品总价（不含运费）']='商品总价（不含运费）';
$lang['请输入登录密码']='请输入登录密码';
$lang['抵用']='抵用';
$lang['密码错误']='密码错误';
$lang['填写核对购物信息']='填写核对购物信息';
$lang['支付方式']='支付方式';
$lang['在线支付']='在线支付';
$lang['修改']='修改';
$lang['货到付款']='货到付款';
$lang['样商品']='样商品';
$lang['保存支付方式']='保存支付方式';
$lang['以下商品支持']='以下商品支持';
$lang['确认支付方式']='确认支付方式';
$lang['如需要修改，请先保存支付方式']='如需要修改，请先保存支付方式';
$lang['请选择支付方式']='请选择支付方式';
$lang['进来点击函数内部']='进来点击函数内部';
$lang['线上支付']='线上支付';
$lang['线下支付']='线下支付';
$lang['发票信息']='发票信息';
$lang['如需修改，请先保存发票信息']='如需修改，请先保存发票信息';
$lang['使用优惠券']='使用优惠券';
$lang['不使用']='不使用';
$lang['暂不使用优惠券']='暂不使用优惠券';
$lang['无门槛优惠券']='无门槛优惠券';
$lang['满']='满';
$lang['减']='减';
$lang['暂无优惠券']='暂无优惠券';
$lang['如需修改，请先保存']='如需修改，请先保存';
$lang['选择优惠券']='选择优惠券';
$lang['确定']='确定';
$lang['元优惠券']='元优惠券';
$lang['商品清单']='商品清单';
$lang['限时折扣']='限时折扣';
$lang['团购']='团购';
$lang['拼团']='拼团';
$lang['优惠套装']='优惠套装';
$lang['首单减免']='首单减免';
$lang['库存不足']='库存不足';
$lang['会员']='会员';
$lang['折']='折';
$lang['买家留言']='买家留言';
$lang['赠品']='赠品';
$lang['商品金额']='商品金额';
$lang['本店合计']='本店合计';
$lang['使用积分抵现(当前积分:']='使用积分抵现（当前积分：';
$lang['最多可使用']='最多可使用';
$lang['您要使用：积分']='您要使用：积分';
$lang['使用预存款支付（当前可用余额']='使用预存款支付（当前可用余额';
$lang['登录密码']='登录密码';
$lang['使用']='使用';
$lang['确定']='确定';
$lang['取消']='取消';
$lang['运费']='运费';
$lang['订单总金额']='订单总金额';
$lang['提交订单']='提交订单';
$lang['确认使用货到付款方式吗？']='确认使用货到付款方式吗？';
$lang['使用预存款支付，需输入登录密码并使用']='使用预存款支付，需输入登录密码并使用';
$lang['订单支付成功！您已成功支付订单金额']='订单支付成功！您已成功支付订单金额';
$lang['可通过用户中心']='可通过用户中心';
$lang['已买到的商品']='已买到的商品';
$lang['查看订单状态']='查看订单状态';
$lang['继续购物']='继续购物';
$lang['查看订单']='查看订单';


//zzzzzz
$lang['您没有商品购买的权限,如有疑问请联系客服人员'] 				= '您没有商品购买的权限,如有疑问请联系客服人员';
$lang['该订单不存在']		= '该订单不存在';
$lang['请填写收货人姓名']		= '请填写收货人姓名';
$lang['请选择所在地区']			= '请选择所在地区';
$lang['请填写收货人详细地址']		= '请填写收货人详细地址';
$lang['新地址添加失败']		= '新地址添加失败';
$lang['个人']		= '个人';
$lang['下单错误']		= '下单错误';
$lang['该商品不存在']		= '该商品不存在';
$lang['请先登录']		= '请先登录';
$lang['不能购买自己店铺的商品']			= '不能购买自己店铺的商品';
$lang['商品库存不足，提醒店家补货']		= '商品库存不足，提醒店家补货';
$lang['没满足批发的最低数量']			= '没满足批发的最低数量';
$lang['修改失败']			= '修改失败';
$lang['商品已被下架']			= '商品已被下架';
$lang['商品删除失败']			= '商品删除失败';
$lang["该优惠套装部分商品库存不足，<br/>建议您降低购买数量或购买库存足够的单个商品"]			= "该优惠套装部分商品库存不足，<br/>建议您降低购买数量或购买库存足够的单个商品";
$lang['该优惠套装已经无效，建议您购买单个商品'] = '该优惠套装已经无效，建议您购买单个商品';
$lang["该优惠套装已不存在，建议您单独购买"] = "该优惠套装已不存在，建议您单独购买";

$lang['发票数超限']		= "发票数超限";
$lang['全部商品分类']		= '全部商品分类';
$lang['没有找到符合条件的商品']			= '没有找到符合条件的商品';

/**
 * index
 */
$lang['商品筛选']	= '商品筛选';
$lang['精品课程']	= '精品课程';
$lang['热门视频']	= '热门视频';
$lang['类型']	= '类型';

$lang['店铺类型']='店铺类型';
$lang['个人']='个人';
$lang['企业']='企业';

$lang['分类']	= '分类';
$lang['全部']	= '全部';
$lang['地区']	= '地区';
$lang['时间']	= '时间';
$lang['确定']	= '确定';
$lang['价格']	= '价格';
$lang['评级']	= '评级';
$lang['二星']	= '二星';
$lang['三星']	= '三星';
$lang['四星']	= '四星';
$lang['点击按价格从低到高排序']	= '点击按价格从低到高排序';
$lang['点击按销量从高到低排序']	= '点击按销量从高到低排序';
$lang['收起']	= '收起';
$lang['销量']				= '销量';
$lang['点击按销量从低到高排序']			= '点击按销量从低到高排序';
$lang['点击按销量从高到低排序']		= '点击按销量从高到低排序';
$lang['goods_class_index_credit']			= '信用';
$lang['goods_class_index_credit_asc']		= '点击按信用从低到高排序';
$lang['goods_class_index_credit_desc']		= '点击按信用从高到低排序';
$lang['goods_class_index_price']			= '价格';
$lang['goods_class_index_price_asc']		= '点击按价格从低到高排序';
$lang['goods_class_index_price_desc']		= '点击按价格从高到低排序';
$lang['人气']			= '人气';
$lang['点击按人气从低到高排序']		= '点击按人气从低到高排序';
$lang['点击按人气从高到低排序']		= '点击按人气从高到低排序';
$lang['品牌']			= '品牌';
$lang['goods_class_index_location']			= '所在地区';
$lang['goods_class_index_price']			= '价格';
$lang['goods_class_index_keyword']			= '关键字';
$lang['商品分类']		= '商品分类';
$lang['搜索结果']		= '搜索结果';
$lang['已选']				= '已选';
$lang['已售']				= '已售';
$lang['你的位置']				= '你的位置';
$lang['默认']				= '默认';
$lang['默认排序']			= '默认排序';
$lang['商城价']	= '商城价';
$lang['没有找到符合条件的商品']			= '没有找到符合条件的商品';
$lang['最近浏览']				= '最近浏览';
$lang['更多']					= '更多';
$lang['收起']				= '收起';
$lang['已选择']				= '您已选择';
$lang['退出']	= "退出";
$lang['游客']	= "游客";
$lang['登录']	= "登录";
$lang['请登录']	= "请登录";
$lang['账户登录']	= "账户登录";
$lang['注册']	= "注册";
$lang['请注册']	= "请注册";
$lang['免费注册']	= "免费注册";
$lang['退出']	= "退出";
$lang['中文']	= "中文";
$lang['购物车']			= "购物车";
$lang['种商品']	= "种商品";
$lang['我的订单']		= "我的订单";
$lang['待付款订单']		= "待付款订单";
$lang['待确认收货']		= "待确认收货";
$lang['待评价交易']		= "待评价交易";
$lang['我的收藏']		= "我的收藏";
$lang['商品收藏']		= "商品收藏";
$lang['店铺收藏']		= "店铺收藏";
$lang['商家管理']		= "商家管理";
$lang['招商入驻']		= "招商入驻";
$lang['商家登录']		= "商家登录";
$lang['购物车结算']		= "购物车结算";
$lang['最新加入的商品']		= "最新加入的商品";
$lang['去购物车']		= "去购物车";
$lang['发布需求']		= "发布需求";
$lang['登录商家管理中心']		= "登录商家管理中心";
$lang['站点导航']		= "站点导航";
$lang['查看全部商品分类']		= "查看全部商品分类";
$lang['热卖推荐']		= "热卖推荐";
$lang['我的足迹']		= "我的足迹";
$lang['立即购买']		= "立即购买";
$lang['忘记密码？']		= "忘记密码？";
$lang['看不清，换一张']		= "看不清，换一张";
$lang['新浪微博']		        = "新浪微博";
$lang['微信账号登录']		        = "微信账号登录";
$lang['我的财产']		        = "我的财产";
$lang['扫描二维码']				= '扫描二维码';
$lang['关注商城']				= '关注商城';
$lang['手机商城']				= '手机商城';
$lang['切换语言']				= '切换语言';
$lang['我的课程']				= '我的课程';
$lang['我的授课课程']				= '我的授课课程';
$lang['我的学习课程']				= '我的学习课程';
$lang['网站导航']				= '网站导航';
$lang['平台导航']				= '平台导航';

$lang['课程分类']		= "课程分类";
$lang['搜索商品/店铺']		= "搜索商品/店铺";
/**
 * footer中的文字
 */



//zzz
$lang['团购活动']		= "团购活动";
$lang['登录成功']					= '登录成功';

$lang['用户名不能为空']					= '用户名不能为空';
$lang['密码不能为空']					= '密码不能为空';
$lang['验证码不能为空']					= '验证码不能为空';
$lang['验证码']						= '验证码';
$lang['输入验证码']						= '输入验证码';
$lang['看不清，换一张']				                = '看不清，换一张';
$lang['换一张']				                = '换一张';
$lang['动态码']				                = '动态码';
$lang['用户登录']						= '用户登录';
$lang['手机号登录']						= '手机号登录';
$lang['手机号']						= '手机号';
$lang['请输入手机号']						= '请输入手机号';
$lang['登录']							= '登录';
$lang['用户名']						= '用户名';
$lang['密码']						= '密码';
$lang['忘记密码？']				= '忘记密码？';
$lang['没有账号？']				= '没有账号？';
$lang['微信账号登录']				= '微信账号登录';
$lang['立即免费注册']				= '立即免费注册';
$lang['我的足迹']				= '我的足迹';
$lang['新浪微博']				= '新浪微博';
$lang['全国站']				= '全国站';
$lang['输入6位手机动态码']				= '输入6位手机动态码';
$lang['请输入六位短信动态码']				= '请输入六位短信动态码';
$lang['发送手机动态码']				= '发送手机动态码';
$lang['七天自动登录']				= '七天自动登录';
$lang['请勿在公用电脑上使用']				= '请勿在公用电脑上使用';
$lang['以个人名义创建个体商户']				= '以个人名义创建个体商户';
$lang['个人入驻']				= '个人入驻';
$lang['以企业名义创建企业商户']				= '以企业名义创建企业商户';
$lang['企业入驻']				= '企业入驻';
$lang['入驻流程']				= '入驻流程';
$lang['签署入驻协议']				= '签署入驻协议';
$lang['商家信息提交']				= '商家信息提交';
$lang['平台审核资质']				= '平台审核资质';
$lang['商家缴纳费用']				= '商家缴纳费用';
$lang['店铺开通']				= '店铺开通';
$lang['售卖的商品将展示在商城']				= '售卖的商品将展示在商城';
$lang['供消费者购买']				= '供消费者购买';
$lang['入驻零售商']				= '入驻零售商';
$lang['售卖的商品将展示在批发市场']				= '售卖的商品将展示在批发市场';
$lang['供店铺、消费者购买']				= '供店铺、消费者购买';
$lang['入驻供应商']				= '入驻供应商';



//zzzzzz
$lang['登录']					= '登录';
$lang['登录成功']					= '登录成功';
$lang['非法提交']					= '非法提交';
$lang['账号被停用']					= '账号被停用';
$lang['用户名或者密码错误']					= '用户名或者密码错误';
$lang['用户名或密码错误，请重新登录']					= '用户名或密码错误，请重新登录';
$lang['密码不能为空']		= "密码不能为空";
$lang['密码长度不正确']		= "密码长度应在6-20个字符之间";
$lang['电子邮箱不能为空']			= "电子邮箱不能为空";
$lang['电子邮箱格式不正确']		= "这不是一个有效的电子邮箱";
$lang['该电子邮箱已经存在']		= "该电子邮箱已经存在";
$lang['用户名']			= "用户名";
$lang['设置密码']					= "设置密码";
$lang['您的登录密码']	= "您的登录密码";
$lang['邮箱']				= "邮箱";
$lang['请输入常用邮箱']	= "请输入常用邮箱";
$lang['确认提交']			= "确认提交";

/**
 * 登录-用户保存
 */
$lang['手机号不能为空']	= "手机号不能为空";
$lang['手机号不正确']	= "手机号不正确";
$lang['短信验证码不能为空']	= "短信验证码不能为空";
$lang['新密码不能为空']	= "新密码不能为空";
$lang['验证码不能为空']				= "验证码不能为空";

/**
 * 密码找回
 */
$lang['忘记密码']				    = '忘记密码';

/**
 * 找回处理
 */

$lang['请输入手机号']		= '请输入手机号';

$lang['电子邮箱不能为空']		= '电子邮箱不能为空';


$lang['手机号']		= '手机号';
$lang['获取验证码']		= '获取验证码';
$lang['短信验证码']		= '短信验证码';
$lang['短信验证']		= '短信验证';
$lang['新密码']		= '新密码';
$lang['重置密码']		= '重置密码';
$lang['手机注册']		= '手机注册';
$lang['账号注册']		= '账号注册';
$lang['时尚生活从此开始']		= '时尚生活从此开始';
$lang['用户名']		= '&nbsp;用&nbsp;户&nbsp;名';
$lang['设置密码']		= '设置密码';
$lang['登录提示']		= '3-20位中英文、数字及_、-';
$lang['密码提示']		= '6-16位英文、数字及标点符号';
$lang['确认密码']		= '确认密码';
$lang['验证码']		= '验&nbsp;证&nbsp;码';
$lang['请输入验证码']		= '请输入验证码';
$lang['立即注册']		= '立即注册';
$lang['阅读并同意']		= '阅读并同意';
$lang['请输入手机号码']		= '请输入手机号码';
$lang['发送短信验证码']		= '发送短信验证码';
$lang['下一步']		= '下一步';
$lang['输入6位短信验证码']		= '输入6位短信验证码';
$lang['邮箱']		= '邮&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;箱';
$lang['用户名提示']		= '用户名必须在3-15个字符之间';
$lang['用户名不能包含敏感字符']		= '用户名不能包含敏感字符';
$lang['该用户名已经存在']		= '该用户名已经存在';
$lang['密码长度应在6-20个字符之间']		= '密码长度应在6-20个字符之间';
$lang['输入正确的手机号']		= '输入正确的手机号';
$lang['输入正确的手机号']		= '输入正确的手机号';
$lang['请输入正确的短信码']		= '请输入正确的短信码';
$lang['请输入正确的验证码']		= '请输入正确的验证码';
$lang['请填入正确的手机号']		= '请填入正确的手机号';
$lang['请输入六位短信动态码']		= '请输入六位短信动态码';
$lang['请阅读并同意该协议']		= '请阅读并同意该协议';
$lang['验证码不正确']		= '验证码不正确';
$lang['两次输入的密码不一致']		= '两次输入的密码不一致';
$lang['请再次输入您的密码']		= '请再次输入您的密码';
$lang['密码不能为空']		= '密码不能为空';
$lang['用户名不能为空']		= '用户名不能为空';
$lang['QQ账号登录']		= 'QQ账号登录';
$lang['微信账号登录']		= '微信账号登录';
$lang['提交注册']		= '提交注册';
$lang['系统随机生成也可自行修改']		= '系统随机生成也可自行修改';
$lang['这不是一个有效的电子邮箱']		= '这不是一个有效的电子邮箱';
$lang['该电子邮箱已经存在']		= '该电子邮箱已经存在';
$lang['换一张']		= '换一张';
$lang['服务协议']		= '服务协议';
$lang['请输入常用邮箱']		= '请输入常用邮箱';
$lang['已有账号，去']		= '已有账号，去';
$lang['登录']		= '登录';
$lang['您必须再次确认您的密码']		= '您必须再次确认您的密码';
$lang['确认提交']		= '确认提交';
$lang['绑定帐号']		= '绑定帐号';



//zzzzzzzz
$lang['注册失败']				= "注册失败";
$lang['注册成功']				= "注册成功";
$lang['用户注册']				= "用户注册";
$lang['非法操作']				= "非法操作";
$lang['欢迎来到site_name</br>建议您尽快完善资料</br>祝您购物愉快！'] 	= '欢迎来到site_name</br>建议您尽快完善资料</br>祝您购物愉快！';
$lang['非法提交'] = '非法提交';
$lang['请输入登录名称'] = '请输入登录名称';
$lang['登录名称不存在'] = '登录名称不存在';
$lang['电子邮箱不能为空']	= '电子邮箱不能为空';
$lang['邮箱地址错误']	= '邮箱地址错误';
$lang['邮件发送超时，请重新申请']			= '邮件发送超时，请重新申请';
$lang['新密码已经发送至您的邮箱，请尽快登录并更改密码！']			= '新密码已经发送至您的邮箱，请尽快登录并更改密码！';
$lang['请输入手机号']			= '请输入手机号';
$lang['请输入新密码']			= '请输入新密码';
$lang['动态码错误或已过期，重新输入']			= '动态码错误或已过期，重新输入';
$lang['密码修改成功']			= '密码修改成功';
$lang['重置密码失败，请稍后重试']			= '重置密码失败，请稍后重试';
$lang['验证码不能为空']				= "验证码不能为空";
$lang['密码与确认密码不相同，请从重新输入']	= "密码与确认密码不相同，请从重新输入";
$lang['电子邮件格式不正确，请重新填写']		= "电子邮件格式不正确，请重新填写";
$lang['您必须同意服务条款才能注册']			= "您必须同意服务条款才能注册";
$lang['您填写的用户名称已经存在，请您选择其他用户名填写']	= "您填写的用户名称已经存在，请您选择其他用户名填写";
$lang['您填写的邮箱已经存在，请您选择其他邮箱填写']		= "您填写的邮箱已经存在，请您选择其他邮箱填写";
$lang['系统不支持选定的支付方式']			= '系统不支持选定的支付方式:';
$lang['指定的支付接口不存在']				= '指定的支付接口不存在';
$lang['缺少支付方式']			= '缺少支付方式';
$lang['验证失败']			= '验证失败';
$lang['订单支付成功']		= '订单支付成功，正在前往我的订单';
$lang['充值成功']			= '充值成功，正在前往我的充值列表';


$lang['预存款充值_'] = '预存款充值_';
$lang['该订单不存在'] = '该订单不存在';
$lang['指定的支付接口不存在']				= '指定的支付接口不存在';
$lang['系统curl扩展未加载，请检查系统配置']				= '系统curl扩展未加载，请检查系统配置';
$lang['回调展示关闭业务处理']				= '回调展示关闭业务处理';
$lang['充值失败']				= '充值失败';
$lang['系统不支持选定的支付方式:']			= '系统不支持选定的支付方式:';
$lang['充值成功，正在前往我的充值列表']			= '充值成功，正在前往我的充值列表';
$lang['订单支付成功，正在前往我的订单']		= '订单支付成功，正在前往我的订单';
$lang['礼品名称']			= '礼品名称';
$lang['兑换积分']		= '兑换积分';
$lang['兑换数量']			= '兑换数量';
$lang['积分小计']			= '积分小计';
$lang['确认收货人资料']			= '确认收货人资料';
$lang['兑换完成']		= '兑换完成';
$lang['所需总积分']		= '所需总积分';
/**
 * 购物车
 */

$lang['已选择的兑换礼品']	= '已选择的兑换礼品';
$lang['操作']				= '操作';
$lang['减少']				= '减少';
$lang['增加']			= '增加';
$lang['删除']					= '删除';
$lang['填写并确认兑换']				= '填写并确认兑换';

/**
 * step1
 */
$lang['收货地址']	= '收货人地址';
$lang['保存收货人信息']	= '保存收货人地址';
$lang['收货人姓名']		= '收货人姓名';
$lang['收货人姓名']	= '请填写真实姓名';
$lang['所在地区']				= '所在地区';
$lang['选择所在地区']		= '请选择所在地区';
$lang['详细地址']		= '详细地址';
$lang['请填写真实地址']		= '请填写真实地址，不需要重复填写所在地区';
$lang['固定电话']			= '电话号码';
$lang['电话号码和手机号码请至少填写一个']			= '电话号码和手机号码请至少填写一个';
$lang['手机号码']			= '手机号码';
$lang['备注留言']			= '备注留言';
$lang['写下需求']		= '选填，可以写下您对礼品的需求';
$lang['已选礼品']			= '已选礼品';


$lang['兑换商品信息']					= '兑换商品信息';
$lang['兑换所需积分']				= '兑换所需积分';
$lang['兑换数量']					= '兑换数量';
$lang['返回兑换列表']				= '返回兑换列表';
/**
 * step2
 */
$lang['您的兑换订单已成功生成']		= '您的兑换订单已成功生成';
$lang['兑换积分']	= '兑换积分';
$lang['查看详单']			= '查看详单';



$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';

/**
 * step3
 */



$lang['系统未开启积分或者积分兑换功能']	 		= '系统未开启积分或者积分兑换功能';
$lang['请您先进行登录']		= '请您先进行登录';
$lang['兑换失败']		= '兑换失败';
$lang['记录信息错误']			= '记录信息错误';
$lang['积分礼品兑换活动即将开始']		= '积分礼品兑换活动即将开始';
$lang['积分礼品兑换活动已经结束']			= '积分礼品兑换活动已经结束';
$lang['积分不足,请选择其他礼品']	= '积分不足,请选择其他礼品';
$lang['修改失败']		= '修改失败';
$lang['兑换的数量必须大于0']		= '兑换的数量必须大于0';
$lang['兑换的该礼品已经下架']		= '兑换的该礼品已经下架';
$lang['兑换操作失败']				= '兑换操作失败';
$lang['记录信息错误']			= '记录信息错误';
$lang['pointshop_unavailable']	 		= '系统未开启积分中心或者积分功能';
$lang['pointprod_unavailable']	 		= '系统未开启积分兑换功能';
$lang['参数错误']		= '参数错误';
$lang['pointprod_userrecord_error']		= '用户信息错误';
$lang['pointprod_goodsrecord_error']	= '礼品信息错误';
$lang['pointprod_list_title']	 		= '积分礼品';
$lang['pointprod_goodsprice']	 		= '市场价格';
$lang['即将开始']	 			= '即将开始';
$lang['我要兑换']	 			= '我要兑换';
$lang['兑换结束']	 		= '兑换结束';
$lang['pointprod_exchange_point']	 	= '兑换积分';
$lang['个']	 	= '个';
$lang['pointprod_salenum']	 	        = '兑换数量';
$lang['pointprod_pointslog']	 	    = '积分获得明细';

$lang['pointprod_ad_text1']	 	    = '超值换购';
$lang['pointprod_ad_text2']	 	    = '商城礼品惊喜多<br/>会员积分免费换';

$lang['pointprod_pointsname']	 	    = '积分';
/**
 * 积分列表
 */
$lang['pointprod_list_hello_tip1']	 		= '欢迎您';
$lang['pointprod_list_hello_tip2']	 		= '您的积分是';
$lang['pointprod_list_hello_tip3']	 		= '已选择兑换礼品';
$lang['pointprod_list_hello_tip5']	 		= '登录显示积分情况';
$lang['pointprod_list_hello_login']	 		= '会员登录';
$lang['pointprod_list_hello_pointrule']	 	= '积分细则';
$lang['pointprod_list_hello_pointexrule']	= '积分兑换说明';
//$lang['pointprod_list_recommendprod']	 	= '推荐热卖礼品';
$lang['暂无礼品兑换']	 			= '暂无礼品兑换';
$lang['最新兑换礼品']	 			= '最新兑换礼品';
$lang['pointprod_list_newprod_hot_duihuan']	= '热门礼品兑换';
$lang['pointprod_list_allprod']	 			= '全部兑换礼品';
$lang['更多兑换']	 	        = '更多兑换';
$lang['pointprod_list_top3']	 	        = '兑换排行榜';
$lang['暂无礼品']				= '暂无礼品';
/**
 * 积分详细
 */
$lang['pointprod_info_needpoint']	 			= '兑换所需';
$lang['pointprod_info_mypoint']	 				= '我的积分';
$lang['礼品编号']			= '礼品编号';
$lang['兑换时间']			= '兑换时间';
$lang['至']			= '至';
$lang['本次兑换时间还剩']			= '本次兑换时间还剩';
$lang['天']		= '天';
$lang['分']		= '分';
$lang['秒']		= '秒';
$lang['剩余数量']			= '剩余数量';
$lang['兑换数量']		= '兑换数量';
$lang['此礼品每单限兑']		= '此礼品每单限兑';
$lang['pointprod_info_goods_share']				= '分享该礼品地址给朋友';
$lang['pointprod_info_goods_copyurl']			= '拷贝地址';
$lang['pointprod_info_goods_copyurl_error'] 	= "被浏览器拒绝！请在浏览器地址栏输入about:config并回车,然后将signed.applets.codebase_principal_support设置为true";
$lang['pointprod_info_goods_collectionurl']		= '收藏该礼品地址到';
$lang['礼品介绍']		= '礼品介绍';
$lang['pointprod_info_goods_exchangelist']		= '礼品兑换记录';
$lang['兑换了']	= '兑换了';
$lang['兑换数量不能大于限兑数量']= '兑换数量不能大于限兑数量';
$lang['pointprod_info_goods_exnummaxlast_error'] = '兑换数量不能大于剩余数量';
$lang['复制到剪贴板成功'] = '复制到剪贴板成功!!';
$lang['被浏览器禁止了相关设置']	= '被浏览器禁止了相关设置';
$lang['请在浏览器地址栏输入']	= '请在浏览器地址栏输入';
$lang['并回车']	= '并回车';
$lang['然后将']	= '然后将';
$lang['设置为']	= '设置为';
$lang['pointprod_info_goods_share_to']			= '分享到：';

/////zzzzzzzzz
$lang['系统未开启积分中心或者积分功能']	 		= '系统未开启积分中心或者积分功能';
$lang['系统未开启积分兑换功能']	 		= '系统未开启积分兑换功能';
$lang['已使用']	 		= '已使用';
$lang['未使用']	 		= '未使用';
$lang['已过期']	 		= '已过期';
$lang['记录信息错误']	 		= '记录信息错误';
$lang['home_qqconnect_error']	 			= '系统错误';
$lang['home_qqconnect_unavailable']	 		= '系统未开启QQ互联功能';
$lang['home_qqconnect_binding_success']		= '绑定QQ成功';
$lang['home_qqconnect_binding_fail']		= '绑定QQ失败';
$lang['完善帐号信息']		= '完善帐号信息';
$lang['home_qqconnect_login_title']			= '已有帐号？绑定我的帐号';
$lang['home_qqconnect_register_tip_1']		= '您将使用QQ账号';
$lang['home_qqconnect_register_tip_2']		= '注册本站，';
$lang['home_qqconnect_login_changeqq']		= '更换QQ账号';
$lang['home_qqconnect_login_agree']			= '同意';
$lang['home_qqconnect_login_useragreement']	= '用户服务协议';
$lang['home_qqconnect_login_tip_1']			= '您将使用QQ账号';
$lang['home_qqconnect_login_tip_2']    		='绑定本站账号，';
$lang['home_qqconnect_binding_exist']    		='该QQ账号已经绑定其他商城账号,请使用其他QQ账号与本账号绑定';
$lang['注册成功']	 			= '注册成功，也可以使用下面的帐号登录，建议重新设置密码并完善邮箱';
$lang['以后再说']			= '以后再说，返回首页';


//zzzzzzzzz
$lang['系统未开启QQ互联功能']	 		= '系统未开启QQ互联功能';
$lang['系统错误']	 			= '系统错误';
$lang['该QQ账号已经绑定其他商城账号,请使用其他QQ账号与本账号绑定']    		='该QQ账号已经绑定其他商城账号,请使用其他QQ账号与本账号绑定';
$lang['绑定QQ成功']		= '绑定QQ成功';
$lang['绑定QQ失败']		= '绑定QQ失败';
$lang['完善帐号信息']='完善帐号信息';
$lang['已有帐号？绑定我的帐号']='已有帐号？绑定我的帐号';
$lang['同意']='同意';
$lang['用户服务协议']='用户服务协议';
$lang['系统未开启新浪微博登录功能']	 		= '系统未开启新浪微博登录功能';
$lang['新浪微博账号错误']	 			= '新浪微博账号错误';
$lang['该新浪微博账号已经绑定其他商城账号,请使用其他新浪微博账号与本账号绑定']    	= '该新浪微博账号已经绑定其他商城账号,请使用其他新浪微博账号与本账号绑定';
$lang['绑定新浪微博账号成功']		= '绑定新浪微博账号成功';
$lang['绑定新浪微博账号失败']			= '绑定新浪微博账号失败';
$lang['tuan_index_all_group']		= '全部团购';
$lang['tuan_index_not_publish']	= '未发布';
$lang['tuan_index_cancel']			= '已取消';
$lang['tuan_index_going']			= '进行中';
$lang['tuan_index_finish']			= '已完成';
$lang['tuan_index_end']			= '已结束';
$lang['tuan_index_by_person']		= '(按人数)';
$lang['tuan_index_by_amount']		= '(按数量)';
$lang['tuan_index_recommend_group']	= '推荐团购';
$lang['tuan_index_remain']			= '剩余';
$lang['tuan_index_day']			= '天';
$lang['tuan_index_hour']			= '小时';
$lang['最新团购']		= '最新团购';
$lang['tuan_index_group_name']		= '活动名称';
$lang['tuan_index_state']			= '状态';
$lang['tuan_index_sort']			= '排序';
$lang['tuan_index_default_sort']	= '默认排序';
$lang['tuan_index_click']			= '人气';
$lang['tuan_index_remain_time']	= '剩余时间';
$lang['tuan_index_search']			= '搜索';
$lang['tuan_index_group_price']	= '团购价';
$lang['tuan_index_order']			= '订购';
$lang['tuan_index_create_group']	= '成团';
$lang['tuan_index_store']			= '店铺';
$lang['tuan_index_message']		= '发站内信';
$lang['tuan_index_no_record']		= '没有找到符合条件的团购';
$lang['tuan_index_price']		= '原价';
$lang['tuan_index_discount']		= '折扣';
$lang['tuan_index_discount2']		= '折';
$lang['tuan_index_buyd']		= '人已购买<br />数量有限<br />欲购从速<br />';
$lang['没有找到符合条件的店铺']	= '没有找到符合条件的店铺';

$lang['收起相关商品']	= '收起相关商品';
$lang['展开相关商品']	= '展开相关商品';


///zzz
$lang['供应商'] = '供应商';
$lang['没有找到符合条件的店铺']	= '没有找到符合条件的供应商';

$lang['收起相关商品']	= '收起相关商品';
$lang['展开相关商品']	= '展开相关商品';
$lang['有效']	= '有效';
$lang['张']	 		= '张';
$lang['优惠券']	 		= '优惠券';
$lang['热门代金券']	 		= '热门代金券&nbsp;&nbsp;&nbsp;';
$lang['更多优惠券']	 		= '更多优惠券';

$lang['优惠店铺']	 		= '优惠店铺';
$lang['金额']	 		= '金额';
$lang['有效期']	 		= '有效期';
$lang['所需积分']	 		= '所需积分';
$lang['使用条件']	 		= '使用条件';
$lang['本店购物满']	 		= '本店购物满';
$lang['剩余数量']	 		= '剩余数量';
$lang['您当前拥有的积分']	 		= '您当前拥有的积分';
$lang['确认兑换']	 		= '确认兑换';

$lang['暂无优惠券']				= '暂无优惠券';


$lang['有效']	= '有效';
$lang['失效']	= '失效';
$lang['系统未开启优惠券或者积分功能'] = '系统未开启优惠券或者积分功能';
$lang['您要兑换的店铺优惠券']	 		= '您要兑换的店铺优惠券';
$lang['优惠券信息错误']	 		= '优惠券信息错误';
$lang['不可以兑换自己店铺的优惠券']	 	= '不可以兑换自己店铺的优惠券';
$lang['您的可用优惠券已有%s张,不可再兑换了']	 	= '您的可用优惠券已有%s张,不可再兑换了';
$lang['该优惠券您已兑换%s次，不可再兑换了']	 	= '该优惠券您已兑换%s次，不可再兑换了';
$lang['您的积分不足，暂时不能兑换该优惠券']	 	= '您的积分不足，暂时不能兑换该优惠券';
$lang['优惠券'] = '优惠券';
$lang['消耗积分'] = '消耗积分';
$lang['兑换成功']	 	= '兑换成功';
$lang['兑换失败']	 	= '兑换失败';
$lang['投诉管理'] = '投诉管理';

$lang['新投诉'] = '新投诉';
$lang['待仲裁'] = '待仲裁';
$lang['待申诉'] = '待申诉';
$lang['对话中'] = '对话中';
$lang['已关闭'] = '已关闭';
$lang['投诉主题'] = '投诉主题';

$lang['查看图片'] = '查看图片';
$lang['暂无图片'] = '暂无图片';
$lang['投诉详情'] = '投诉详情';
$lang['投诉信息'] = '投诉信息';
$lang['投诉证据'] = '投诉证据';
$lang['上传投诉证据'] = '上传投诉证据';
$lang['投诉内容'] = '投诉内容';
$lang['投诉人'] = '投诉人';
$lang['被投诉店铺'] = '被投诉店铺';
$lang['管理员'] = '管理员';
$lang['未知'] = '未知';
$lang['投诉时间'] = '投诉时间';
$lang['投诉的商品'] = '投诉的商品';
$lang['商品名称'] = '商品名称';
$lang['商品信息'] = '商品信息';
$lang['投诉状态'] = '投诉状态';
$lang['投诉进程'] = '投诉进程';
$lang['投诉主题'] = '投诉主题';
$lang['选择投诉主题'] = '选择投诉主题';
$lang['投诉主题描述'] = '投诉主题描述';
$lang['添加主题'] = '添加主题';
$lang['申诉详情'] = '申诉详情';
$lang['申诉信息'] = '申诉信息';
$lang['申诉内容'] = '申诉内容';
$lang['申诉时间'] = '申诉时间';
$lang['申诉证据'] = '申诉证据';
$lang['上传申诉证据'] = '上传申诉证据';
$lang['进行中'] = '进行中';
$lang['已关闭'] = '已完成';
$lang['选择状态'] = '选择状态';
$lang['处理详情'] = '处理详情';
$lang['处理结果'] = '处理结果';
$lang['处理时间'] = '处理时间';
$lang['订单详情'] = '订单详情';
$lang['订单信息'] = '订单信息';
$lang['order_state'] = '订单状态';
$lang['订单'] = '订单号';
$lang['下单时间'] = '下单时间';
$lang['订单总额'] = '订单总额';
$lang['使用的优惠券面额'] = '使用的优惠券面额';
$lang['优惠券编码'] = '优惠券编码';
$lang['店铺名称'] = '店铺名称';
$lang['买家名称'] = '买家名称';



/**
 * 提示信息
 */
$lang['投诉内容不能为空'] = '投诉内容不能为空且必须小于100个字符';
$lang['投诉内容不能为小于'] = '投诉内容不能为空且必须小于100个字符';
$lang['图片格式不正确'] = '图片必须是jpg/jpeg/gif/png格式';
$lang['投诉主题不能为空'] = '投诉主题不能为空且必须小于50个字符';
$lang['投诉主题不能为空小于'] = '投诉主题描述不能为空且必须小于100个字符';
$lang['投诉主题添加成功'] = '投诉主题添加成功';
$lang['投诉主题删除成功'] = '投诉主题删除成功';
$lang['投诉主题删除失败'] = '投诉主题删除失败';
$lang['选择要投诉的商品'] = '选择要投诉的商品';
$lang['申诉提交成功'] = '申诉提交成功';
$lang['您成功申请仲裁'] = '您成功申请仲裁,请等待管理员裁决';
$lang['对话详情'] = '对话详情';
$lang['对话不能为空'] = '对话不能为空';
$lang['目前没有对话'] = '目前没有对话';
$lang['对话记录'] = '对话记录';
$lang['发布对话'] = '发布对话';
$lang['刷新对话'] = '刷新对话';
$lang['对话发送成功'] = '对话发送成功';
$lang['对话发送失败'] = '对话发送失败';
$lang['<该对话被管理员屏蔽>'] =  '<该对话被管理员屏蔽>';
$lang['确认提交仲裁'] = '确认提交仲裁,提交后管理员将做出裁决';
$lang['提交仲裁'] = '提交仲裁';
$lang['投诉时效'] = '您的订单已经超出投诉时限';
$lang['字数超出'] = '最多50个字符';


/**
 * 文本
 */
$lang['投诉详细'] = '投诉详细';
$lang['提交'] = '提交';
$lang['数量'] = '数量';
$lang['价格'] = '价格';
$lang['问题描述'] = '问题描述';
$lang['说'] = '说';


$lang['选择状态']='选择状态';
$lang['进行中']='进行中';
$lang['已完成']='已完成';
$lang['被投诉店铺']='被投诉店铺';
$lang['投诉主题']='投诉主题';
$lang['投诉时间']='投诉时间';
$lang['投诉状态']='投诉状态';
$lang['操作']='操作';
$lang['新投诉']='新投诉';
$lang['待申诉']='待申诉';
$lang['对话中']='对话中';
$lang['待仲裁']='待仲裁';
$lang['已关闭']='已关闭';
$lang['投诉详细']='投诉详细';
$lang['确认取消该投诉?']='确认取消该投诉?';
$lang['您已经投诉了该订单请等待处理'] = '您已经投诉了该订单请等待处理';
$lang['您的订单已经超出投诉时限'] = '您的订单已经超出投诉时限';
$lang['投诉主题不存在请联系管理员'] = '投诉主题不存在请联系管理员';
$lang['您已经投诉了该订单请等待处理'] = '您已经投诉了该订单请等待处理';
$lang['投诉内容不能为空且必须小于100个字符'] = '投诉内容不能为空且必须小于100个字符';
$lang['投诉提交成功,请等待系统审核'] = '投诉提交成功,请等待系统审核';
$lang['投诉取消成功'] = '投诉取消成功';
$lang['投诉取消失败'] = '投诉取消失败';
$lang['您成功申请仲裁,请等待管理员裁决'] = '您成功申请仲裁,请等待管理员裁决';
$lang['投诉人'] = '投诉人';
$lang['管理员'] = '管理员';
$lang['未知'] = '未知';
$lang['<该对话被管理员屏蔽>'] =  '<该对话被管理员屏蔽>';
$lang['说'] = '说';
$lang['投诉管理'] = '投诉管理';
$lang['给他人的评价']='给他人的评价';
$lang['商品评价/商家回复']='商品评价/商家回复';
$lang['宝贝信息']='宝贝信息';
$lang['晒单']='晒单';
$lang['我的评价']='我的评价';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['解释']='解释';
$lang['商品评价']='商品评价';
$lang['对商品进行评价']='对商品进行评价';
$lang['规则1']='同一订单多件商品成交时，您可以对商品进行逐一评价/评述，针对卖方店铺的“动态评分”只能评价一次。';
$lang['规则3']='评价信息最多填写250字，请您根据本次交易，给予真实、客观地评价；您的评价将是其他会员的参考，也将影响卖家的信用。';
$lang['规则4']='店铺动态评分默认为“5分”，您可以根据本次交易情况给予商家评分，<span class="orange"> 一旦提交后不能修改。</span>';
$lang['订单详情']='订单详情';
$lang['商品评分']='商品评分';
$lang['输入提示']='请输入要评价的内容，不要超过1000个字符。';
$lang['买家晒图']='买家晒图';
$lang['限5张']='限5张';
$lang['老师评价']='老师评价';
$lang['老师姓名']='老师姓名';
$lang['店铺信息及服务评价']='店铺信息及服务评价';
$lang['综合评分']='综合评分';
$lang['分']='分';
$lang['与行业相比']='与行业相比';
$lang['联系方式']='联系方式';
$lang['公司名称']='公司名称';
$lang['我对该店此次服务的评分']='我对该店此次服务的评分';
$lang['环境评价']='环境评价';
$lang['教室评价']='教室评价';
$lang['匿名评价']='匿名评价';
$lang['店铺动态评分']='店铺动态评分';



//zzzzzzz
$lang['订单信息错误'] = '订单信息错误';
$lang['店铺信息错误'] = '店铺信息错误';
$lang['评价完成将获得'] = '评价完成将获得';
$lang[' “'] = ' “';
$lang['经验值”'] = '经验值”';
$lang['积分”'] = '积分”';
$lang['。'] = '。';
$lang['不错哦'] = '不错哦';
$lang['评价成功'] = '评价成功';
$lang['该商品已经发表过晒单'] = '该商品已经发表过晒单';
$lang['价格'] = '价格';
$lang['去看看'] = '去看看';
$lang['发表了商品晒单'] = '发表了商品晒单';
$lang['不限制']					= '不限制';
$lang['store_name']						= '店铺名称';
$lang['基本信息']	= '基本信息';
$lang['保密']				= '保密';


$lang['申请成功']					= '申请成功';



$lang['用户名称']='用户名称';
$lang['手机号码']='手机号码';
$lang['电子邮件']='电子邮件';
$lang['真实姓名']='真实姓名';
$lang['性别']='性别';
$lang['保密']='保密';
$lang['女']='女';
$lang['男']='男';
$lang['生日']='生日';
$lang['所在地区']='所在地区';
$lang['编辑']='编辑';
$lang['QQ']='QQ';
$lang['阿里旺旺']='阿里旺旺';
$lang['公开']='公开';
$lang['好友可见']='好友可见';
$lang['隐私设置']='隐私设置';
$lang['保存修改']='保存修改';
$lang['请填入正确的QQ号码']='请填入正确的QQ号码';
$lang['姓名长度大于等于2位小于等于20位']='姓名长度大于等于2位小于等于20位';
$lang['标签提示']='点击选择或拖拽Tag到“我的标签”框中，保存生效';
$lang['我的标签']='我的标签';
$lang['贴上你喜欢的标签，让别人了解你。']='贴上你喜欢的标签，让别人了解你。';
$lang['您的密码']='您的密码';
$lang['新密码']='新密码';
$lang['确认密码']='确认密码';
$lang['确认提交']='确认提交';
$lang['原始密码不能为空']='原始密码不能为空';
$lang['新密码不能为空']='新密码不能为空';
$lang['确认密码不能为空']='确认密码不能为空';
$lang['密码长度大于等于6位小于等于20位']='密码长度大于等于6位小于等于20位';
$lang['新密码与确认密码不相同']='新密码与确认密码不相同';
$lang['密码不能为空']='密码不能为空';
$lang['电子邮件不能为空']='电子邮件不能为空';
$lang['电子邮件格式不正确']='电子邮件格式不正确';
$lang['该电子邮箱已经存在']='该电子邮箱已经存在';
$lang['头像预览']='头像预览';
$lang['更换头像']='更换头像';
$lang['图片上传']='图片上传';
$lang['新密码与确认密码不相同，请从重新输入']	= '新密码与确认密码不相同，请从重新输入';
$lang['密码不能与原密码重复']	= '密码不能与原密码重复';
$lang['原始密码不正确，请您重新输入']			= '原始密码不正确，请您重新输入';
$lang['电子邮件格式不正确，请重新填写']	= '电子邮件格式不正确，请重新填写';
$lang['该邮箱已经存在，请填写其他邮箱地址']	= '该邮箱已经存在，请填写其他邮箱地址';
$lang['密码不正确，请重新输入']	= '密码不正确，请重新输入';
$lang['查看站内信']		= '查看站内信';
$lang['回复']				= '回复';
$lang['提交']			= '提交';

$lang['说'] = '说';

/**
 * 站内信回复保存
 */
$lang['回复内容不能为空']	= '回复内容不能为空';
/**
 * 站内信删除
 */



$lang['店铺名称']='店铺名称';
$lang['发信人']='发信人';
$lang['收信人']='收信人';
$lang['收件人']='收件人';
$lang['内容']='内容';
$lang['最后更新']='最后更新';
$lang['操作']='操作';
$lang['全选']='全选';
$lang['查看详情']='查看详情';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['您确实要删除该站内信吗']='您确实要删除该站内信吗';
$lang['留言提示']='多个收件人请用逗号分隔';
$lang['留言']='留言';
$lang['私信']='私信';
$lang['确认发送']='确认发送';
$lang['无好友']='您还没有好友';
$lang['收件人不能为空']='收件人不能为空';
$lang['内容不能为空']='内容不能为空';
$lang['付款成功提示']='付款成功提示';
$lang['余额变动提醒']='余额变动提醒';
$lang['商品咨询回复提示']='商品咨询回复提示';
$lang['保存更改']='保存更改';


//zzzz
$lang['系统消息']	= '系统消息';
$lang['您没有权限发送站内信'] = '您没有权限发送站内信';
$lang['收件人不能为空']		= '收件人不能为空';
$lang['内容不能为空']		= '内容不能为空';
$lang['站内信发送成功']		= '站内信发送成功';
$lang['站内信发送失败']			= '站内信发送失败';
$lang['没有符合条件的记录']	 		= '没有符合条件的记录';
$lang['站内信回复失败']	= '站内信回复失败';
$lang['站内信删除成功']		= '站内信删除成功';
$lang['站内信删除失败']			= '站内信删除失败';
$lang['收到消息']			= '收到消息';
$lang['已发送消息']			= '已发送消息';
$lang['发私信']			= '发私信';
$lang['接受消息设置']			= '接受消息设置';
$lang['举报商品'] = '举报商品';

$lang['已处理'] = '已处理';
$lang['未处理'] = '未处理';
$lang['商品名称'] = '商品名称';
$lang['举报主题'] = '举报主题';
$lang['举报类型'] = '举报类型';
$lang['图片'] = '图片';
$lang['举报时间'] = '举报时间';
$lang['状态'] = '状态';
$lang['举报内容'] = '举报内容';
$lang['处理信息'] = '处理信息';
$lang['处理结果'] = '处理结果';

/**
 * 提示信息
 */
$lang['举报内容不能为空'] = '举报内容不能为空且不能大于100个字符';
$lang['图片格式错误'] = '图片只能是jpg/jpeg/gif/png格式';
$lang['inform_handling'] = '该商品已经被举报请等待处理';
$lang['举报类型不存在'] = '举报类型不存在请联系平台管理员';
$lang['举报主题不存在'] = '举报主题不存在请联系平台管理员';
$lang['请选择举报主题'] = '请选择举报主题';


$lang['所有举报']='所有举报';
$lang['未处理']='未处理';
$lang['已处理']='已处理';
$lang['商品名称']='商品名称';
$lang['举报类型']='举报类型';
$lang['举报主题']='举报主题';
$lang['图片']='图片';
$lang['举报时间']='举报时间';
$lang['状态']='状态';
$lang['处理结果']='处理结果';
$lang['无效举报']='无效举报';
$lang['恶意举报']='恶意举报';
$lang['有效举报']='有效举报';
$lang['举报内容']='举报内容';
$lang['确认取消该举报?']='确认取消该举报?';
$lang['处理信息']='处理信息';
$lang['无']='无';
$lang['关闭']='关闭';
$lang['暂无图片']='暂无图片';
$lang['查看图片']='查看图片';


//zzz
$lang['自己店铺商品，不可举报'] = '自己店铺商品，不可举报';
$lang['该商品已经被举报请等待处理'] = '该商品已经被举报请等待处理';
$lang['举报类型不存在请联系平台管理员'] = '举报类型不存在请联系平台管理员';
$lang['举报内容不能为空且不能大于100个字符'] = '举报内容不能为空且不能大于100个字符';
$lang['举报成功请等待处理'] = '举报成功请等待处理';
$lang['举报失败请联系管理员'] = '举报失败请联系管理员';
$lang['举报取消成功'] = '举报取消成功';
$lang['举报取消失败'] = '举报取消失败';
$lang['商品不存在'] = '商品不存在';
$lang['您已经被禁止举报商品，如有疑问请联系平台管理员'] = '您已经被禁止举报商品，如有疑问请联系平台管理员';
$lang['我的相册']                = '我的相册';
$lang['图片列表']          = '图片列表';
$lang['个人资料']                 = '个人资料';
$lang['积分明细']                  = '积分明细';

$lang['站内信']                 = '站内信';

$lang['好友']                  = '好友';
$lang['买家首页']              = '买家首页';
$lang['个人主页']              	= '个人主页';
$lang['设置']              	= '设置';
$lang['账户设置']         = '账户设置';

$lang['收货地址']                 = '收货地址';

$lang['订单列表']              = '订单列表';

$lang['QQ绑定']                 = 'QQ绑定';
$lang['新浪微博绑定']               = '新浪微博绑定';



/**
 * footer中的文字
 */

/**
 * 页面中的常用文字
 */
$lang['全选']                          = '全选';
$lang['您确定要删除吗']                          = '您确定要删除吗?';
$lang['删除']                                 = '删除';
$lang['操作']                              = '操作';
$lang['编辑']                                = '编辑';
$lang['确定']                                  = '确定';
$lang['取消']                              = '取消';
$lang['新增']                                 = '新增';
$lang['提交']                              = '提交';
$lang['请选择']                       = '-请选择-';
$lang['是']                                 = '是';
$lang['否']                                  = '否';
$lang['查看']                                = '查看';
$lang['说明']                             = '说明';
$lang['优惠套装']							= '优惠套装';
$lang['管理'] = '管理';
$lang['返回'] = '返回';
/**
 * 直通车菜单
 */
/**
 * 店铺审核提示文字
 */
/**
 * 预存款菜单
 */
$lang['预存款充值']      = '预存款充值';
$lang['充值详细'] = '充值详细';
$lang['预存款明细']           = '预存款明细';
$lang['预存款提现']          = '预存款提现';
/**
 * 订单评价
 */
/**
 * 优惠套装
 */

/**
 * 提示文字
 **/
/**
 * 左侧菜单
 */
$lang['上传新头像']                    = '上传新头像';
$lang['分享绑定']     	= '分享绑定';

/**
 * 店铺自动发布默认语言
 * 必须5个
 */




$lang['我的商城'] = '我的商城';
$lang['我的订单'] = '我的订单';
$lang['查看全部订单'] = '查看全部订单';
$lang['购物车'] = '购物车';
$lang['查看所有商品'] = '查看所有商品';
$lang['商品收藏'] = '商品收藏';
$lang['查看更多'] = '查看更多';
$lang['我的足迹'] = '我的足迹';
$lang['我的收藏'] = '我的收藏';
$lang['店铺收藏'] = '店铺收藏';
$lang['返回商城首页']		= "返回商城首页";
$lang['用户设置']		= "用户设置";
$lang['消息']		= "消息";
$lang['请输入商品名字']		= "请输入商品名字";
$lang['会员级别']		= "会员级别";
$lang['账号安全']		= "账号安全";
$lang['中']		= "中";
$lang['待付款']		= "待付款";
$lang['待评价']		= "待评价";
$lang['余额']		= "余额";
$lang['积分']		= "积分";
$lang['优惠券']		= "优惠券";
$lang['交易中心']		= "交易中心";
$lang['等待付款订单']		= "等待付款订单";
$lang['待付款订单']		= "待付款订单";
$lang['待评价交易']		= "待评价交易";
$lang['交易评价/晒单']		= "交易评价/晒单";
$lang['积分兑换订单']		= "积分兑换订单";
$lang['关注中心']		= "关注中心";
$lang['交易投诉']		= "交易投诉";
$lang['违规举报']		= "违规举报";
$lang['会员中心']		= "会员中心";
$lang['QQ绑定']		= "QQ绑定";
$lang['我的经验值']		= "我的经验值";
$lang['会员信息']		= "会员信息";
$lang['密码修改']		= "密码修改";
$lang['我的好友']		= "我的好友";
$lang['我的授课课程']		= "我的授课课程";
$lang['我的学习课程']		= "我的学习课程";
$lang['财产中心']		= "财产中心";
$lang['账户余额']		= "账户余额";
$lang['账户提现']		= "账户提现";
$lang['账户充值']		= "账户充值";
$lang['我的优惠券']		= "我的优惠券";
$lang['我的积分']		= "我的积分";
$lang['分销中心']		= "分销中心";
$lang['我要推广']		= "我要推广";
$lang['我的团队']		= "我的团队";
$lang['分销收入']		= "分销收入";
$lang['暂无']		= "暂无";
$lang['查看']		= "查看";
$lang['订单空']		= "您买的东西太少了,这里都空空的,快去挑合适的商品吧！";
$lang['购物车空']		= "您的购物车还是空的哦！";
$lang['收藏商品空']		= "您还没有收藏任何商品,看到感兴趣的就果断收藏吧！";
$lang['浏览记录空']		= "您的商品浏览记录为空！";
$lang['收藏店铺空']		= "您还没有收藏店铺哦！";
$lang['暂无数据']		= "暂无符合条件的数据记录";
$lang['您确定要删除吗?']		= "您确定要删除吗?";


//zzzzzzzz
$lang['预存款']        = '预存款';
$lang['预存款充值']      = '预存款充值';
$lang['充值添加']  = '充值添加';
$lang['充值列表'] = '充值列表';
$lang['充值详细'] = '充值详细';
$lang['明细列表']      = '明细列表';
$lang['预存款明细']           = '预存款明细';
$lang['预存款提现']          = '预存款提现';
$lang['提现申请']      = '提现申请';
$lang['提现列表']     = '提现列表';
$lang['提现详细']     = '提现详细';
$lang['退款申请']            = '退款申请';
$lang['退货申请']            = '退货申请';
$lang['课程列表']            = '课程列表';
$lang['地址列表']            = '地址列表';
$lang['订单列表']              = '订单列表';
$lang['退款申请']            = '退款申请';
$lang['退货申请']            = '退货申请';
$lang['全部咨询']             = '全部咨询';
$lang['未回复咨询']       = '未回复咨询';
$lang['已回复咨询']         = '已回复咨询';
$lang['收藏商品']            = '收藏商品';
$lang['关注店铺']           = '关注店铺';
$lang['我的举报']           = '我的举报';
$lang['无权操作']           = '无权操作';
$lang['未找到信息']           = '未找到信息';
$lang['成功删除优惠券']           = '成功删除优惠券';
$lang['我的下级']           = '我的下级';
$lang['商品名称']				= '商品名称';
$lang['店铺信息']				= '店铺信息';
$lang['店铺']				= '店铺';
$lang['联系方式']					= '联系方式';
$lang['价格']				= '价格';
$lang['操作']					= '操作';
$lang['售出']					= '售出';
$lang['收藏人气']				= '收藏人气';
$lang['收藏时间']						= '收藏时间';
$lang['显示方式']					= '显示方式';
$lang['列表模式']			= '列表模式';
$lang['大图模式']				= '大图模式';
$lang['店铺模式']			= '店铺模式';
$lang['分享商品']			= '分享商品';
$lang['条评论']         = '条评论';
$lang['收藏该店铺']				= '收藏该店铺';
$lang['该店铺已收藏']			= '该店铺已收藏';




$lang['联系方式']			= '联系方式';
$lang['所在地']			= '所在地';
$lang['暂无数据']			= '暂无符合条件的数据记录';
$lang['进入店铺']			= '进入店铺';
$lang['您确定要取消收藏吗？']			= '您确定要取消收藏吗？';
$lang['收藏失败']				= '收藏失败';
$lang['您已收藏过该商品']	= '您已收藏过该商品';
$lang['不能收藏自己的商品']				= '不能收藏自己的商品';
$lang['收藏成功']			= '收藏成功';
$lang['您已收藏过该店铺']			= '您已收藏过该店铺';
$lang['不能收藏自己的店铺']				= '不能收藏自己的店铺';
$lang['删除失败']					= '删除失败';
$lang['删除成功']				= '删除成功';
$lang['新增地址']		= '新增地址';
$lang['收货人']	= '收货人';
$lang['所在地区']		= '所在地区';
$lang['街道地址']			= '街道地址';
$lang['电话']			= '电话';
$lang['手机']			= '手机';
$lang['编辑地址']	= '编辑地址';
$lang['请填写您的真实姓名']		= '请填写您的真实姓名';
$lang['不必重复填写地区']		= '不必重复填写地区';
$lang['电话号码']		= '电话号码';
$lang['区号']		= '区号';
$lang['分机']		= '分机';
$lang['手机号码']		= '手机号码';
$lang['请填写收货人姓名']	= '请填写收货人姓名';
$lang['请选择所在地区']	= '请选择所在地区';
$lang['固定电话和手机请至少填写一项']	= '固定电话和手机请至少填写一项.';
$lang['电话号码格式不正确']		= '电话号码由数字、加号、减号、空格、括号组成,并不能少于6位. ';
$lang['错误的手机号码']	= '错误的手机号码';
/**
 * 订单
 */
$lang['下单时间']		= '下单时间';
$lang['订单号']		= '订单号';

$lang['店铺']	= '店铺';

/**
 * 订单状态变更
 */
$lang['您确定要取消下面的订单吗']	= '您确定要取消下面的订单吗';
$lang['取消原因']	= '取消原因';
$lang['改买其他商品']		= '改买其他商品';
$lang['改用其他配送方式']	= '改用其他配送方式';
$lang['从其他店铺购买']		= '从其他店铺购买';
$lang['其他原因']		= '其他原因';
$lang['确认收货']	= '确认收货';
$lang['确认收货']	= '确认是否已经收到了服务项目';
$lang['订单编号']			= '订单编号';
$lang['提前确认付款提示']		= '请注意： 如果你尚未收到货品请不要点击“确认”。大部分被骗案件都是由于提前确认付款被骗的，请谨慎操作！ ';
$lang['于']				= '于';
$lang['退款']			= '退款';
$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';


$lang['物流单号']		= '物流单号';
$lang['物流动态']	= '物流动态';
$lang['以上部分信息来自于第三方']		= '以上部分信息来自于第三方，仅供参考，如需准确信息可联系卖家或物流公司';
$lang['物流详情']			= '物流详情';
$lang['卖家已发货']		= '卖家已发货';
$lang['我的留言']		= '我的留言';
$lang['自行发货']				= '发货方式：自行联系';
$lang['物流公司']			= '物流公司';
$lang['收货信息']			= '收货信息';
$lang['发货信息']			= '发货信息';


$lang['全部订单']='全部订单';
$lang['所有订单']='所有订单';
$lang['已完成']='已完成';
$lang['已评价']='已评价';
$lang['已取消']='已取消';
$lang['下单时间']='下单时间';
$lang['开始时间']='开始时间';
$lang['结束时间']='结束时间';
$lang['订单回收站']='订单回收站';
$lang['单价']='单价';
$lang['数量']='数量';
$lang['售后维权']='售后维权';
$lang['订单金额']='订单金额';
$lang['交易状态']='交易状态';
$lang['交易操作']='交易操作';
$lang['订单号']='订单';
$lang['件']='件';
$lang['展开']='展开';
$lang['关闭']='关闭';
$lang['清单列表']='清单列表';
$lang['交易关闭']='交易关闭';
$lang['订单总额']='订单总额';
$lang['积分抵扣']='积分抵扣';
$lang['订单详情']='订单详情';
$lang['订单支付']='订单支付';
$lang['我要评价']='我要评价';
$lang['删除订单']='删除订单';
$lang['永久删除']='永久删除';
$lang['还原订单']='还原订单';
$lang['确认服务']='确认服务';
$lang['删除提示1']='您确定要删除吗?<br/>删除后该订单可以在回收站找回或彻底删除';
$lang['您确定要还原吗?']='您确定要还原吗?';
$lang['删除提示2']='您确定要永久删除吗?永久删除后您将无法再查看该订单，也无法进行投诉维权，请谨慎操作！';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['我的课程']='我的课程';
$lang['课程列表']='课程列表';
$lang['商品名称']='商品名称';
$lang['查看学生']='查看学生';
$lang['已评价']='已评价';
$lang['上次学习时间']='上次学习时间';
//$lang['上次学习章节']='上次学习章节';
$lang['购买时间']='购买时间';
$lang['课程到期时间']='课程到期时间';
$lang['学习进度']='学习进度';
$lang['全部任务共']='全部任务共';
$lang['节']='节';
$lang['订单信息']='订单信息';
$lang['发票']='发票';
$lang['不需要发票']='不需要发票';
$lang['买家留言']='买家留言';
$lang['订单编号']='订单编号';
$lang['支付时间']='支付时间';
$lang['更多']='更多';
$lang['所在地区']='所在地区';
$lang['联系电话']='联系电话';
$lang['订单状态']='订单状态';
$lang['付款完成']='付款完成';
$lang['取消订单']='取消订单';
$lang['生成订单']='生成订单';
$lang['订单生成时间']='订单生成时间';
$lang['完成付款']='完成付款';
$lang['评价']='评价';
$lang['总额']='总额';
$lang['会员']='会员';
$lang['折']='折';
$lang['操作']='操作';
$lang['待付款']='待付款';
$lang['获得证书']='获得证书';
$lang['订单已经提交，等待买家付款']='订单已经提交，等待买家付款';
$lang['1. 如果收到货后出现问题，您可以联系商家协商解决。']='1. 如果收到货后出现问题，您可以联系商家协商解决。';
$lang['1. 如果购买后出现问题，您可以联系商家协商解决。']='1. 如果购买后出现问题，您可以联系商家协商解决。';
$lang['2. 如果商家没有履行应尽的承诺，您可以在交易完成后的天内进行“交易投诉”。']='2. 如果商家没有履行应尽的承诺，您可以在交易完成后的天内进行“交易投诉”。';
$lang['3. 交易已完成，你可以对购买的商品进行评价。']='3. 交易已完成，你可以对购买的商品进行评价。';
$lang['1. 您尚未对该订单进行支付，请']='1. 您尚未对该订单进行支付，请';
$lang['2. 如果您不想购买此订单的商品，请选择']='2. 如果您不想购买此订单的商品，请选择 ';
$lang['3. 如果您未对该笔订单进行支付操作，系统将于']='3. 如果您未对该笔订单进行支付操作，系统将于';
$lang['支付订单']='支付订单';
$lang['以确保商家及时发货。']='以确保商家及时发货。';
$lang['以确保您可以及时学习。']='以确保您可以及时学习。';
$lang['自动关闭该订单。']='自动关闭该订单。';
$lang['删除提示']='您确定要删除吗?<br/>删除后该订单可以在回收站找回或彻底删除';
$lang['交易完成']='交易完成';


$lang['暂未观看']='暂未观看';
$lang['立即播放']='立即播放';
$lang['参数不正确']	= '参数不正确';
$lang['收货人不能为空']	= '收货人不能为空';
$lang['所在地区选择不正确']		= '所在地区选择不正确';
$lang['所在地区信息不能为空']		= '所在地区信息不能为空';
$lang['详细地址不能为空']	= '详细地址不能为空';
$lang['固定电话和手机请至少填写一项.']	= '固定电话和手机请至少填写一项.';
$lang['修改地址失败']		= '修改地址失败';
$lang['新增地址失败']		= '新增地址失败';
$lang['最多允许添加20个有效地址']		= '最多允许添加20个有效地址';
$lang['删除成功']		= '删除成功';
$lang['删除地址失败']		= '删除地址失败';
$lang['该订单不存在']	    = '该订单不存在';
$lang['积分变更']			= '积分变更';
$lang['描述']			= '描述';
/**
 * 积分日志
 */
$lang['操作']				= '操作';
$lang['注册']		= '注册';
$lang['登录']			= '登录';
$lang['商品评论']		= '商品评论';
$lang['订单消费']			= '订单消费';
$lang['积分管理']		= '积分管理';
$lang['礼品兑换']		= '礼品兑换';
$lang['积分兑换']		= '积分兑换';
$lang['添加时间']				= '添加时间';
$lang['至']			= '至';
$lang['积分总数']				= '积分总数：';

$lang["复制链接提示"]="复制发送给你的好友，享受更多的收入";


$lang['积分获得规则']='积分获得规则';
$lang['积分总数']='积分总数';
$lang['开始时间']='开始时间';
$lang['结束时间']='结束时间';
$lang['请选择操作']='请选择操作';
$lang['注册']='注册';
$lang['登录']='登录';
$lang['商品评论']='商品评论';
$lang['订单消费']='订单消费';
$lang['积分管理']='积分管理';
$lang['礼品兑换']='礼品兑换';
$lang['积分兑换']='积分兑换';
$lang['抵扣']='抵扣';
$lang['退回']='退回';
$lang['推荐人消费']='推荐人消费';
$lang['积分变更']='积分变更';
$lang['推荐下级消费']='推荐下级消费';
$lang['推荐下下级消费']='推荐下下级消费';
$lang['推荐下下下级消费']='推荐下下下级消费';
$lang['积分']='积分';
$lang['增加']='增加';
$lang['评价完成订单']='评价完成订单';
$lang['成功注册会员']='成功注册会员';
$lang['会员每天登陆']='会员每天登陆';
$lang['购物并付款成功后将获得订单总价积分']='购物并付款成功后将获得订单总价积分';
$lang['如订单发生退款、退货等问题时，积分将不给予退换']='如订单发生退款、退货等问题时，积分将不给予退换';


$lang['系统未开启积分功能']	 		= '系统未开启积分功能';
$lang['支付方式']					= '支付方式';
$lang['创建时间']					= '创建时间';
$lang['审核时间']				= '审核时间';
$lang['付款时间']					= '付款时间';
$lang['交易号']				= '交易号';

$lang['状态']				= '状态';
$lang['返回列表']				= '返回列表';

/**
 * 充值功能公用
 */
$lang['充值单号']					= '充值单号';
$lang['未支付']			= '未支付';
$lang['已支付']			= '已支付';

$lang['充值金额']				= '充值金额';

$lang['查看详单']				= '查看详单';

/**
 * 提现功能公用
 */
$lang['申请单号']				= '申请单号';

$lang['提现金额']				= '提现金额';
$lang['开户人姓名']			= '开户人姓名';
$lang['收款银行']			= '收款银行';
$lang['收款账号']		= '收款账号';

/**
 * 支付接口
 */
$lang['充值失败']		= '充值失败';



$lang['可用金额']='可用金额';
$lang['创建时间']='创建时间';
$lang['冻结金额']='冻结金额';
$lang['变更说明']='变更说明';
$lang['申请提现']='申请提现';
$lang['请选择']='请选择';
$lang['状态']='状态';
$lang['未支付']='未支付';
$lang['已支付']='已支付';
$lang['申请单号']='申请单号';
$lang['申请时间']='申请时间';
$lang['提现金额']='提现金额';
$lang['查看']='查看 ';
$lang['支付']='支付 ';
$lang['马上充值']='马上充值 ';
$lang['充值单号']='充值单号 ';
$lang['支付方式']='支付方式 ';
$lang['充值金额']='充值金额 ';
$lang['您确定要删除吗']='您确定要删除吗 ';
$lang['请添加充值金额']='请添加充值金额 ';
$lang['充值金额为大于或者等于0.01的数字']='充值金额为大于或者等于0.01的数字 ';
$lang['当前可用金额']='当前可用金额';
$lang['收款银行']='收款银行';
$lang['收款账号']='收款账号';
$lang['提示']='强烈建议优先填写国有4大银行(中国银行、中国建设银行、中国工商银行和中国农业银行)<br/>请填写详细的开户银行分行名称，虚拟账户如支付宝、财付通填写“支付宝”、“财付通”即可';
$lang['提示1']='银行帐号或虚拟账号(支付宝、财付通等账号)';
$lang['开户人姓名']='开户人姓名';
$lang['收款账号的开户人姓名']='收款账号的开户人姓名';
$lang['请填写提现金额']='请填写提现金额';
$lang['账户余额不足']='账户余额不足';
$lang['请填写收款银行']='请填写收款银行';
$lang['请填写收款账号']='请填写收款账号';
$lang['请填写收款人姓名']='请填写收款人姓名';
$lang['提现金额为大于或者等于0.01的数字']='提现金额为大于或者等于0.01的数字';


//zzzz
$lang['会员信息错误']='会员信息错误';
$lang['参数错误']			= '参数错误';
$lang['记录信息错误']			= '记录信息错误';
$lang['提现金额为大于或者等于']			= '提现金额为大于或者等于';
$lang['的数字']			= '的数字';
$lang['预存款金额不足']			= '预存款金额不足';
$lang['提现信息添加失败']			= '提现信息添加失败';
$lang['您好，提现申请已经收到']			= '您好，提现申请已经收到';
$lang['点击查看详情']			= '点击查看详情';
$lang['您的提现申请已成功提交，请等待系统处理']			= '您的提现申请已成功提交，请等待系统处理';
$lang['您已将本站帐号']='您已将本站帐号';
$lang['与QQ号码']='与QQ号码';
$lang['绑定']='绑定';
$lang['解除已绑定帐号？']='解除已绑定帐号？';
$lang['确认解除']='确认解除';
$lang['新密码']='新密码';
$lang['确认密码']='确认密码';
$lang['修改密码并解除']='修改密码并解除';
$lang['如果您忘记本站账号']='如果您忘记本站账号';
$lang['提示2']='的密码，请重新设置本站登录密码，再确认解除';
$lang['点击按钮，立刻绑定QQ帐号']='点击按钮，立刻绑定QQ帐号';
$lang['使用QQ帐号绑定本站，您可以...']='使用QQ帐号绑定本站，您可以...';
$lang['用QQ帐号轻松登录']='用QQ帐号轻松登录';
$lang['提示3']='无需记住本站的帐号和密码，随时使用QQ帐号密码轻松登录';
$lang['新密码不能为空']='新密码不能为空';
$lang['密码长度大于等于6位小于等于20位']='密码长度大于等于6位小于等于20位';
$lang['确认密码不能为空']='确认密码不能为空';
$lang['新密码与确认密码不相同，请从重新输入']='新密码与确认密码不相同，请从重新输入';


//zzz
$lang['系统未开启QQ互联功能']	 			= '系统未开启QQ互联功能';
$lang['密码不能为空']	 			= '密码不能为空';
$lang['新密码与确认密码不相同，请从重新输入']	= '新密码与确认密码不相同，请从重新输入';
$lang['密码修改失败']		= '密码修改失败';
$lang['成功解除QQ绑定']			= '成功解除QQ绑定';
$lang['新密码不能为空']			= '新密码不能为空';
$lang['密码长度不正确']				= '密码长度不正确';
$lang['确认密码不正确']	= '新密码与确认密码不相同，请从重新输入';
$lang['确认密码不能为空']		= '确认密码不能为空';
$lang['您已将本站帐号']				= '您已将本站帐号';
$lang['与新浪微博账号']				= '与新浪微博账号';
$lang['绑定']				= '绑定';
$lang['解除已绑定帐号']				= '解除已绑定帐号？';
$lang['如果您忘记本站账号']				= '如果您忘记本站账号';
$lang['请重新设置本站登录密码']				= '的密码，请重新设置本站登录密码，再确认解除';

$lang['新密码']				= '新密码';
$lang['确认密码']			= '确认密码';
$lang['确认解除']				= '确认解除';
$lang['修改密码并解除']		= '修改密码并解除';
$lang['立刻绑定新浪微博']				= '点击按钮，立刻绑定新浪微博账号';
$lang['使用新浪微博绑定']			= '使用新浪微博账号绑定本站，您可以...';
$lang['用新浪微博登录']			= '用新浪微博账号轻松登录';
$lang['无需记住本站的帐号和密码']			= '无需记住本站的帐号和密码，随时使用新浪微博账号密码轻松登录';
$lang['兑换单号']				= '兑换单号';
$lang['支付方式']				= '支付方式';
$lang['状态']			= '状态';
$lang['兑换积分']		= '兑换积分';
$lang['运费']			= '运费';
$lang['兑换时间']				= '兑换时间';
$lang['物流单号']		= '物流单号';
$lang['发货时间']		= '发货时间';
/**
 * 兑换信息状态
 */
$lang['已取消']			= '已取消';
$lang['待发货']			= '待发货';
$lang['已发货']			= '已发货';
$lang['待收货']		= '待收货';
$lang['已完成']			= '已完成';
$lang['未知']			= '未知';
/**
 * 兑换信息列表
 */
/**
 * 兑换信息详细
 */
$lang['兑换信息']		= '兑换信息';
$lang['会员信息']		= '会员信息';
$lang['会员名称']		= '会员名称';
$lang['Email']		= 'Email';
$lang['留言']	= '留言';
$lang['支付信息']		= '支付信息';
$lang['支付时间']		= '支付时间';
$lang['支付留言']	= '支付留言';
$lang['收货人及发货信息']		= '收货人及发货信息';
$lang['收货人']= '收货人';
$lang['邮政编码']= '邮政编码';
$lang['电话号码']= '电话号码';
$lang['手机号码']= '手机号码';
$lang['详细地址']= '详细地址';
$lang['发货描述']= '发货描述';
$lang['礼品信息']			= '礼品信息';
$lang['兑换数量']		= '兑换数量';

$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';


$lang['礼品信息']='礼品信息';
$lang['兑换积分']='兑换积分';
$lang['兑换数量']='兑换数量';
$lang['积分及运费']='积分及运费';
$lang['状态与操作']='状态与操作';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['兑换单号']='兑换单号';
$lang['兑换时间']='兑换时间';
$lang['查看详细']='查看详细';
$lang['确认已经收到兑换礼品吗?']='确认已经收到兑换礼品吗?';
$lang['确认取消兑换信息?']='确认取消兑换信息?';
$lang['确认收货']='确认收货';
$lang['付款']='付款';
$lang['取消兑换']='取消兑换';
$lang['邀请链接']='邀请链接';
$lang['手机推荐码']='手机推荐码';
$lang['推广总人数']='推广总人数';
$lang['用户等级']='用户等级';
$lang['用户数量']='用户数量';
$lang['消费返利佣金']='消费返利佣金';
$lang['冻结返利佣金']='冻结返利佣金';
$lang['一级会员']='一级会员';
$lang['下一级会员详细信息']='下一级会员详细信息';
$lang['二级会员']='二级会员';
$lang['下下级会员详细信息']='下下级会员详细信息';
$lang['三级会员']='三级会员';
$lang['下三级会员详细信息']='下三级会员详细信息';
$lang['会员id']='会员id';
$lang['会员名']='会员名';
$lang['注册时间']='注册时间';
$lang['推荐等级']='推荐等级';
$lang['分销总收入']='分销总收入';
$lang['购买者']='购买者';
$lang['订单金额']='订单金额';
$lang['佣金积分']='佣金积分';
$lang['来源等级']='来源等级';
$lang['日期']='日期';
$lang['佣金状态']='佣金状态';
$lang['直推返佣']='直推返佣';
$lang['间推返佣']='间推返佣';
$lang['冻结']='冻结';
$lang['获得']='获得';
$lang['三级返佣']='三级返佣';

$lang['系统未开启积分或者积分兑换功能']	 		= '系统未开启积分或者积分兑换功能';
$lang['记录信息错误']	 		= '记录信息错误';
$lang['取消兑换礼品信息']				= '取消兑换礼品信息';
$lang['增加积分']				= '增加积分';
$lang['取消兑换成功']			= '取消兑换成功';
$lang['取消兑换失败']				= '取消兑换失败';
$lang['确认收货成功']	= '确认收货成功';
$lang['确认收货失败']	= '确认收货失败';
$lang['参数错误']	= '参数错误';
$lang['记录信息错误']			= '记录信息错误';
$lang['已取消']			= '已取消';
$lang['待付款']			= '待付款';
$lang['待发货']			= '待发货';
$lang['已发货']			= '已发货';
$lang['待收货']		= '待收货';
$lang['已完成']			= '已完成';
$lang['未知']			= '未知';
$lang['兑换记录']			= '兑换记录';
$lang['兑换详情']			= '兑换详情';
$lang['兑换列表']			= '兑换列表';
$lang['表情']					= '表情';
$lang['所有人']	= '所有人';
$lang['所有人可见']		= '所有人可见';
$lang['好友可见']	= '好友可见';
$lang['仅自己可见']		= '仅自己可见';
$lang['不能超过140字']			= '不能超过140字';
$lang['还可以输入']			= '还可以输入';
$lang['字']			= '字';
$lang['已经超出']			= '已经超出';
$lang['设置']				= '设置';
$lang['查看详情']			= '查看详情';
$lang['已选择']				= '已选择';
$lang['该动态已经删除']				= '该动态已经删除';

/**
 * SNS首页
 */
$lang['分享店铺']				= '分享店铺';
$lang['谁来看过']				= '谁来看过';
$lang['访问过的人']			= '访问过的人';
$lang['最近没人访问过']	= '最近没有人访问过您的空间，多关注些';
$lang['好友']	= '好友';
$lang['互动吧']	= '互动吧~';

$lang['最近您没有浏览过好友']	= '最近您没有浏览过好友的空间，赶快去看看';
$lang['最近搜罗了哪些宝贝']	= '最近搜罗了哪些宝贝';
/**
 * 分享商品
 */
$lang['还没有购买商品']	= '还没有购买商品~';
$lang['买到和收藏的好宝贝分享给好友吧']	= '买到和收藏的好宝贝分享给好友吧!';
$lang['选择一件分享的商品']	= '选择一件分享的商品~';
$lang['价格']	= '价&nbsp;&nbsp;格';
$lang['运费']	= '运&nbsp;&nbsp;费';
$lang['收藏该宝贝']	= '收藏该宝贝';
$lang['分享已买到和收藏的宝贝']	= '分享已买到和收藏的宝贝';
$lang['跟大家一起分享自己喜欢的宝贝吧']	= '跟大家一起分享自己喜欢的宝贝吧~';
/**
 * 分享店铺
 */
$lang['分享店铺']				= '分享店铺';
$lang['选择一家要分享的店铺']		= '选择一家要分享的店铺~';
$lang['您还没有收藏店铺']	= '您还没有收藏店铺';
$lang['喜爱的店铺与朋友一起分享吧']	= '喜爱的店铺与朋友一起分享吧！';
$lang['店主']	= '店主';
$lang['所在地']	= '所在地';
/**
 * 评论
 */
$lang['评论']	= '评论';
$lang['原文评论']	= '原文评论';
$lang['需要评论点内容']	= '需要评论点内容~';
$lang['我也插句话']	= '我也插句话...';
$lang['楼']	= '楼';
$lang['查看更多评论']	= '查看更多评论';
/**
 * 喜欢商品
 */
$lang['喜欢']	= '喜欢';
/**
 * 转发
 */
$lang['转发']	= 'sns_forward';
$lang['原文转发']	= '原文转发';
/**
 * 分享和喜欢商品列表
 */
$lang['分享的宝贝']					= '分享的宝贝';
$lang['喜欢的宝贝']					= '喜欢的宝贝';
$lang['您还没有分享过宝贝哦']		= '您还没有分享过宝贝哦~<br/>从';
$lang['已购买']		= '已购买';
$lang['或']		= '或';
$lang['收藏商品']		= '收藏商品';
$lang['中分享一些宝贝']		= '中分享一些宝贝！';
$lang['主人暂无宝贝分享']				= '很遗憾！<br/>主人暂无宝贝分享~';
$lang['您还没有喜欢的宝贝']			= '您还没有喜欢的宝贝哦~<br/>赶紧喜欢一些宝贝与好友互动吧。';
$lang['TA暂无喜欢的宝贝']				= '很遗憾！<br/>TA暂无喜欢的宝贝~';
/**
 * 分享店铺列表
 */
$lang['sns_sharestore_sellercredit']		= '卖家信用';
$lang['所有宝贝']			= '所有宝贝';
$lang['收藏人气']			= '收藏人气';
$lang['您还没有分享过店铺']		= '您还没有分享过店铺！<br/>可以从';
$lang['收藏的店铺']		= '收藏的店铺';
$lang['中分享哦']		= '中分享哦~';
$lang['TA暂无店铺分享']			= '很遗憾！<br/>TA暂无店铺分享~';
/**
 * 动态列表
 */
$lang['没有动态提示']				= '没有动态提示，赶快多关注几个好友吧。';
$lang['还没有新鲜事哦']			= '还没有新鲜事哦~<br/>关注';
$lang['更多的好友']			= '更多的好友';
$lang['并互动吧']			= '并互动吧！';
$lang['TA暂无新鲜事分享']					= '很遗憾！<br/>TA暂无新鲜事分享~';

$lang['原文已删除']		= '原文已删除';
/**
 * home
 */


$lang['我的订单'] = '我的订单';
$lang['查看全部订单'] = '查看全部订单';
$lang['购物车'] = '购物车';
$lang['查看所有商品'] = '查看所有商品';
$lang['商品收藏'] = '商品收藏';
$lang['查看更多'] = '查看更多';
$lang['我的足迹'] = '我的足迹';
$lang['我的收藏'] = '我的收藏';
$lang['店铺收藏'] = '店铺收藏';
$lang['返回商城首页']		= "返回商城首页";
$lang['用户设置']		= "用户设置";
$lang['消息']		= "消息";
$lang['请输入商品名字']		= "请输入商品名字";
$lang['会员级别']		= "会员级别";
$lang['账号安全']		= "账号安全";
$lang['中']		= "中";
$lang['待付款']		= "待付款";
$lang['待评价']		= "待评价";
$lang['余额']		= "余额";
$lang['积分']		= "积分";
$lang['优惠券']		= "优惠券";
$lang['交易中心']		= "交易中心";
$lang['等待付款订单']		= "等待付款订单";
$lang['交易评价/晒单']		= "交易评价/晒单";
$lang['积分兑换订单']		= "积分兑换订单";
$lang['关注中心']		= "关注中心";
$lang['交易投诉']		= "交易投诉";
$lang['违规举报']		= "违规举报";
$lang['会员中心']		= "会员中心";
$lang['QQ绑定']		= "QQ绑定";
$lang['我的经验值']		= "我的经验值";
$lang['会员信息']		= "会员信息";
$lang['密码修改']		= "密码修改";
$lang['我的好友']		= "我的好友";
$lang['我的授课课程']		= "我的授课课程";
$lang['我的学习课程']		= "我的学习课程";
$lang['财产中心']		= "财产中心";
$lang['账户余额']		= "账户余额";
$lang['账户提现']		= "账户提现";
$lang['账户充值']		= "账户充值";
$lang['我的优惠券']		= "我的优惠券";
$lang['我的积分']		= "我的积分";
$lang['分销中心']		= "分销中心";
$lang['我要推广']		= "我要推广";
$lang['我的团队']		= "我的团队";
$lang['分销收入']		= "分销收入";
$lang['暂无']		= "暂无";
$lang['订单空']		= "您买的东西太少了,这里都空空的,快去挑合适的商品吧！";
$lang['购物车空']		= "您的购物车还是空的哦！";
$lang['收藏商品空']		= "您还没有收藏任何商品,看到感兴趣的就果断收藏吧！";
$lang['浏览记录空']		= "您的商品浏览记录为空！";
$lang['收藏店铺空']		= "您还没有收藏店铺哦！";
$lang['转发']		= "转发";
$lang['评论']		= "评论";
$lang['表情']		= "表情";
$lang['请填写心情']		= "请填写心情";
$lang['不能超过140字']		= "不能超过140字";
$lang['分享已买到和收藏的宝贝']		= "分享已买到和收藏的宝贝";
$lang['分享店铺']		= "分享店铺";
$lang['还可以输入']		= "还可以输入";
$lang['字']		= "字";
$lang['已经超出']		= "已经超出";


$lang['昨天']				= '昨天';
$lang['前天']				= '前天';
$lang['请填写心情']	= '请填写心情';
$lang['不能超过140字']	= '不能超过140字';
$lang['会员信息错误']	= '会员信息错误';
$lang['分享成功']	= '分享成功';
$lang['分享失败']	= '分享失败';
$lang['选择一件分享的商品~']	= '选择一件分享的商品~';
$lang['商品已下架或者已被删除，无法进行分享']	= '商品已下架或者已被删除，无法进行分享';
$lang['分享了商品']	= '分享了商品';
$lang['价&nbsp;&nbsp;格']	= '价&nbsp;&nbsp;格';
$lang['运&nbsp;&nbsp;费']	= '运&nbsp;&nbsp;费';
$lang['收藏该宝贝']	= '收藏该宝贝';
$lang['选择一家要分享的店铺~']	= '选择一家要分享的店铺~';
$lang['店铺信息错误']	= '店铺信息错误';
$lang['分享了店铺']	= '分享了店铺';
$lang['收藏该店铺']	= '收藏该店铺';
$lang['设置成功']	= '设置成功';
$lang['设置失败']	= '设置失败';
$lang['需要评论点内容~']	= '需要评论点内容~';
$lang['评论失败，请重试']	= '评论失败，请重试';
$lang['评论成功']	= '评论成功';
$lang['评论信息错误']	= '评论信息错误';
$lang['选择一件喜欢的商品呗~']	= '选择一件喜欢的商品呗~';
$lang['商品信息错误']	= '商品信息错误';
$lang['您已经喜欢过了']	= '您已经喜欢过了';
$lang['我很喜欢这个哦~']	= '我很喜欢这个哦~';
$lang['人收藏']	= '人收藏';
$lang['转发失败，请重试']	= '转发失败，请重试';
$lang['转发成功']	= '转发成功';
$lang['分享给好友']	= '分享给好友';
$lang['店铺关闭，无法进行分享']	= '店铺关闭，无法进行分享';
$lang['转发']	= '转发';
$lang['互相关注']		= '互相关注';
$lang['加关注']			= '加关注';
$lang['已关注']				= '已关注';
/**
 * 查找好友
 */
$lang['搜索结果']			= '搜索结果';
/**
 * 推荐会员
 */
$lang['这里有几个同样兴趣的用户']	= '这里有<strong>%d</strong>个同样兴趣的用户：';


$lang['会员名']='会员名';
$lang['会员搜索']='会员搜索';
$lang['左翻']='左翻';
$lang['右翻']='右翻';
$lang['暂时没有发现贴上该标签的用户']='暂时没有发现贴上该标签的用户';
$lang['点击这里贴上自己的兴趣爱好']='点击这里贴上自己的兴趣爱好';
$lang['站内信']='站内信';
$lang['取消关注']='取消关注';
$lang['互相关注']='互相关注';
$lang['互相关注']='加关注';
$lang['这里有几个同样兴趣的用户']='这里有<strong>%d</strong>个同样兴趣的用户：';

$lang['会员信息错误'] = '会员信息错误';
$lang['您已经关注他了'] = '您已经关注他了';
$lang['关注成功'] = '关注成功';
$lang['查找好友']			= '查找好友';
$lang['我关注的']				= '我关注的';
$lang['关注我的']					= '关注我的';


//个人中心.我的好友
$lang['离线'] = '离线';
$lang['在线'] = '在线';
$lang['点击这里给我发消息'] = '点击这里给我发消息';
$lang['城市'] = '城市';
$lang['生日'] = '生日';
$lang['联系'] = '联系';
$lang['已关注'] = '已关注';
$lang['取消关注'] = '取消关注';
$lang['加关注'] = '加关注';
$lang['站内信'] = '站内信';
$lang['查找好友'] = '查找好友';
$lang['我关注的'] = '我关注的';
$lang['关注我的'] = '关注我的';$lang['支持格式提示'] = "支持Jpg、Gif、Png格式，大小不超过";
$lang['多选快捷键提示'] = "的图片上传；浏览文件时可以按住ctrl或shift键多选。";
$lang['编辑']					= "编辑";
$lang['删除']					= "删除";
$lang['确定删除相册吗']	= "删除相册?\\n注意：相册内的图片将转移到默认相册";

$lang['上传时间']			= "上传时间";
$lang['设为封面']			= "设为封面";
$lang['确定删除吗'] = "您确定进行该操作吗?\\n注意：使用中的图片也将被删除";
$lang['不要重复设置相同的图片为相册封面']		= "请不要重复设置相同的图片为相册封面！";

$lang['替换上传']			= "替换上传";
$lang['提交']					= "提交";

$lang['选择相册']		= "选择相册";
$lang['开始转移']		= "开始转移";
$lang['只有一个相册']	= "只有一个相册，赶快去";
$lang['吧!']	= "吧！";

$lang['成功上传']			= "成功上传";
$lang['张图片']			= "张图片";

$lang['图片名称']					= "图片名称";
$lang['图片属性']				= "图片属性";
$lang['上传时间']				= "上传时间";
$lang['相册名称']					= "相册名称";
$lang['原图大小']				= "原图大小";
$lang['原图尺寸']				= "原图尺寸";
$lang['自动播放']					= "自动播放";
$lang['暂停']					= "暂停";

$lang['创建相册']				= "创建相册";
$lang['编辑相册']				= "编辑相册";
$lang['相册名称']			= "相册名称";
$lang['描述']			= "描述";
$lang['排序']			= "排序";
$lang['提交']			= "提交";
$lang['相册名称不能为空']		= "相册名称不能为空";
$lang['相册名称不能超过20个字符']		= "相册名称不能超过20个字符";
$lang['相册名称已存在']	= "相册名称已存在";
$lang['描述不能超过100个字符']		= "描述不能超过100个字符";
$lang['排序只能填写数字']	= "排序只能填写数字";
$lang['咨询内容']	= '咨询内容';
$lang['咨询时间']	= '咨询时间';
$lang['上传']				= '上传';
$lang['普通上传']				= '普通上传';
/**
 * 相册
 */
$lang['插入相册图片']	= '插入相册图片';
$lang['store_storeinfo_error']			= '店铺信息错误';
/**
 * 开店
 */
$lang['store_create_right_closed']		= '暂时关闭了申请店铺的权限';
$lang['store_create_created']			= '您已经创建了店铺，不能重复创建';
$lang['store_create_grade_not_exists']	= '错误的操作，该等级不存在';
$lang['store_create_choose_store_class']	= '选择店铺类型';
$lang['store_create_input_owner_info']	= '填写店主和店铺信息';
$lang['store_create_finish']			= '完成';
$lang['store_create_goods_num']			= '商品数';
$lang['store_create_upload_space']		= '上传空间';
$lang['store_create_template_num']		= '模板数';
$lang['store_create_charge_standard']	= '收费标准';
$lang['store_create_need_audit']		= '需要审核';
$lang['store_create_yes']				= '是';
$lang['store_create_no']				= '否';
$lang['附加功能']	= '附加功能';
$lang['store_create_create_now']		= '立即开店';
$lang['store_create_back'] 				= '返&nbsp;&nbsp;&nbsp;&nbsp;回';
$lang['store_create_input_store_name']	= '请输入店铺名称';
$lang['store_create_store_name_exists']	= '该店铺名称已经存在，请您更换一个店面名称';
$lang['store_create_input_phone']		= '请输入联系电话';
$lang['store_create_input_store_card']	= '身份证格式不正确';
$lang['store_create_input_zip_code_is_number']	= '邮编必须为数字';
$lang['store_create_input_zip_code']	= '邮编格式不正确';
$lang['store_create_phone_rule']		= '电话号码不能少于6位';
$lang['store_create_choose_store_class']	= '请选择店铺分类';
$lang['store_create_choose_area']		= '请选择地区';
$lang['store_create_upload_type']		= '请上传格式为 jpg,jpeg,png,gif 的文件';
$lang['store_create_read_agreement']	= '请阅读并同意开店协议';
$lang['store_create_card_no']			= '身份证号';
$lang['store_create_input_true_card']	= '请填写真实准确的身份证号';
$lang['store_create_store_name']		= '店铺名称';
$lang['store_create_name_rule']			= '请控制在20个字符以内';
$lang['store_create_store_class']		= '店铺分类';
$lang['store_create_please_choose']		= '请选择';
$lang['store_create_location']			= '所在地区';
$lang['store_create_address']			= '详细地址';
$lang['store_create_zipcode']			= '邮政编码';
$lang['store_create_phone']				= '联系电话';
$lang['store_create_input_phone']		= '请输入联系电话';
$lang['store_create_upload_paper']		= '上传身份证';
$lang['store_create_true_name_intro']	= '什么是实名认证';
$lang['store_create_upload_rule']		= '支持格式jpg,jpeg,png,gif，请保证图片清晰且文件大小不超过400KB';
$lang['store_create_upload_licence']	= '上传执照';
$lang['store_create_true_store_intro']	= '什么是实体店铺认证';
$lang['store_create_read_agreement1']	= '我已认真阅读并同意';
$lang['store_create_store_agreement']	= '开店协议';
$lang['store_create_read_agreement2']	= '中的所有条款';
$lang['store_create_store_editor_multimedia']	= '编辑器多媒体功能';
$lang['store_create_store_tuan']	= '团购活动';
$lang['store_create_store_null']	    = '无';
/**
 * 保存店铺
 */
$lang['store_save_owner_null']			= '店主名称不能为空';
$lang['store_save_store_name_null']		= '店铺名称不能为空';
$lang['store_save_store_class_null']	= '店铺分类不能为空';
$lang['store_save_area_null']			= '地区不能为空';
$lang['store_save_create_success']		= '恭喜您，您的店铺创建成功。';
$lang['store_save_waiting_for_review']	= '等待管理员审核。';
$lang['store_save_create_fail']			= '创建店铺失败';
$lang['store_save_defaultalbumclass_name']	= '默认相册';
/**
 * 卖家商品分类
 */
$lang['store_goods_class_csc_null']		= '导入的csv文件不能为空';
$lang['store_goods_class_new_class']	= '新增分类';
$lang['store_goods_class_import']		= '导入';
$lang['store_goods_class_export']		= '导出';
$lang['store_goods_class_ensure_del']	= '您确实要删除该分类吗';
$lang['store_goods_class_name']			= '分类名称';
$lang['store_goods_class_sort']			= '排序';
$lang['store_goods_class_add_sub']		= '新增下级';
$lang['store_goods_class_no_record']	= '没有商品分类';
$lang['store_goods_class_name_null']	= '分类名称不能为空';
$lang['store_goods_class_input_int']	= '需要输入数字';
$lang['store_goods_class_edit_class']	= '编辑分类';
$lang['store_goods_class_add_class']	= '添加分类';
$lang['store_goods_class_sup_class']	= '上级分类';
$lang['store_goods_class_display_state']	= '显示状态';
$lang['store_goods_class_submit']		= '提交';
$lang['store_goods_class_problem']		= '导出您店铺分类的数据';
$lang['store_goods_class_choose_file']	= '请选择文件';
$lang['store_goods_class_choose_code']	= '请选择文件编码';
$lang['store_goods_class_trans_tip']	= '如果文件较大，建议您先把文件转换为 utf-8 编码，这样可以避免转换编码时耗费时间';
$lang['store_goods_class_file_format']	= '文件格式';
$lang['store_goods_class_csv_file']		= 'csv文件';
$lang['store_goods_class_csv_download']	= 'CSV样例下载';
$lang['store_goods_class_download']		= '点击下载';
$lang['store_goods_class_wrong']		= '错误的操作，无此分类';
$lang['store_goods_class_modify_fail']	= '店铺分类修改失败';
$lang['store_goods_class_add_fail']		= '店铺分类添加失败';
$lang['store_goods_class_no_csv']		= '请选择csv文件';
/**
 * 订单
 */

$lang['store_order_order_sn']		= '订单编号';
$lang['store_order_order_sn_search']= '输入您要查询的订单编号';
$lang['store_order_comp_exp']		= '快递公司';
$lang['store_order_goods_detail']		= '商品详情';
$lang['store_order_goods_single_price']	= '单价';
$lang['store_order_sell_back']			= '售后';
$lang['store_order_order_stateop']		= '状态与操作';
$lang['store_order_order_confirm']		= '订单确认';
$lang['store_order_confirm_order']		= '确认订单';
$lang['store_order_shipping_order']		= '确认货到付款订单';
$lang['store_order_add_time']		= '下单时间';
$lang['store_order_buyer']			= '买家';
$lang['store_order_search']			= '搜索';
$lang['store_order_cancel_order']	= '取消订单';
$lang['store_order_show_deliver']	= '查看物流';
$lang['store_order_buyer_info']		= '联系信息';
$lang['store_order_receiver']		= '姓名';
$lang['store_order_phone']			= '电话';
$lang['store_order_mobile']			= '手机';
$lang['store_order_email']			= '电子邮件';
$lang['store_order_area']			= '城市';
$lang['store_order_address']		= '收货地址';
$lang['store_order_zip_code']		= '邮政编码';
$lang['store_order_pay_method']		= '支付方式';
$lang['store_order_sum']			= '订单总价';
$lang['store_order_state']			= '订单状态';
$lang['store_order_group']			= '团购';
$lang['store_order_evaluated']		= '已评价';
$lang['store_order_received_price']	= '收到货款';
$lang['store_order_modify_price']	= '调整费用';
$lang['store_order_modify_price_gpriceerror']	= '商品总价不能为空且必须为数字';
$lang['store_order_send']			= '设置发货';
$lang['store_order_refund']			= '退款';
$lang['store_buyer_confirm']		= '退款待确认';
$lang['store_order_return']			= '退货';
$lang['store_order_modify_no']		= '修改单号';
$lang['store_order_view_order']		= '查看订单';
$lang['store_order_complain']	= '投诉';
$lang['store_order_no_result']		= '暂时没有符合条件的订单';
$lang['store_order_ensure_cancel']	= '您确实要取消该订单吗？';
$lang['store_order_cancel_reason']	= '取消缘由';
$lang['store_order_lose_goods']		= '无法备齐货物';
$lang['store_order_invalid_order']	= '不是有效的订单';
$lang['store_order_buy_apply']		= '买家主动要求';
$lang['store_order_other_reason']	= '其他原因';
$lang['store_order_buyer_with']		= '买&nbsp;家';
$lang['store_order_sn']				= '订单号';
$lang['store_order_modify_rule']	= '输入要修改的金额，只能为数字';
$lang['store_order_ensure_receive_fee']	= '您确定已经收到货款了吗';
$lang['store_order_handle_desc']		= '操作备注';
$lang['store_order_shipping_no_null']	= '物流单号不能为空';
$lang['store_order_input_shipping_no']	= '请输入您的物流单号';
$lang['store_order_shipping_no']		= '物流单号';
$lang['store_order_want_evaluate']	= '我要评价';
$lang['store_show_order_detail']		= '订单详情';
$lang['store_show_order_info']			= '订单信息';
$lang['store_show_order_seller_info']	= '卖家信息';
$lang['store_show_order_store_name']	= '店铺名';
$lang['store_show_order_wangwang']		= '旺旺';
$lang['store_show_order_goods_name']	= '商品名称';
$lang['store_show_order_amount']		= '数量';
$lang['store_show_order_price']			= '价格';
$lang['store_show_order_tp_fee']		= '运费';
$lang['store_show_order_pay_message']	= '支付信息';
$lang['store_show_order_pay_time']		= '付款时间';
$lang['store_show_order_send_time']		= '发货时间';
$lang['store_show_order_finish_time']	= '完成时间';
$lang['store_show_order_shipping_info']	= '物流信息';
$lang['store_show_order_receiver']		= '收 货 人';
$lang['store_show_order_receiver_address']	= '收货地址';
$lang['store_show_order_mobile']			= '手机号码';
$lang['store_show_order_buyer_message']		= '买家留言';
$lang['store_show_order_handle_history']	= '操作历史';
$lang['store_show_system']				= '系统';
$lang['store_show_order_at']				= '于';
$lang['store_show_order_cur_state']			= '订单当前状态';
$lang['store_show_order_next_state']		= '下一状态';
$lang['store_show_order_reason']			= '原因';
$lang['store_show_order_printorder']		= '打印发货单';
$lang['store_show_order_shipping_han']		= '含';
$lang['store_order_tip1']		= '平台收款，确认收款由系统自动或管理员手动完成，卖家不能进行收款操作，管理员可以取消未付款的线下支付订单';
$lang['store_order_cancel_success']	= '成功取消了订单';
$lang['store_order_edit_ship_success']	= '成功修改了运费';
$lang['store_order_none_exist']	= '该订单不存在';
/**
 * 支付
 */
$lang['store_payment_name']				= '名称';
$lang['store_payment_intro']			= '插件说明';
$lang['store_payment_enable']			= '启用';
$lang['store_payment_yes']				= '是';
$lang['store_payment_no']				= '否';
$lang['store_payment_config']			= '配置插件';
$lang['store_payment_ensure_uninstall']	= '您确实要卸载该插件吗';
$lang['store_payment_uninstall']		= '卸载';
$lang['store_payment_install']			= '安装';
$lang['store_payment_not_exists']		= '系统不存在该支付接口';
$lang['store_payment_add']				= '配置支付方式';
$lang['store_payment_info']				= '提示信息';
$lang['store_payment_display']			= '用户支付时的提示信息';
$lang['store_payment_uninstall_fail']	= '卸载失败';
$lang['store_payment_edit_not_null']	= '不能为空';
/**
 * 广告管理
 */
$lang['store_adv_buy']			= '购买广告';
/**
 * 导航
 */
$lang['store_navigation_name_null']		= '导航名称不能为空';
$lang['store_navigation_name_max']		= '导航名称最多10个字';
$lang['store_navigation_del_fail']		= '删除导航失败';
$lang['store_navigation_new']			= '新增导航';
$lang['store_navigation_edit']			= '编辑导航';
$lang['store_navigation_name']			= '导航名称';
$lang['store_navigation_display']		= '是否显示';
$lang['store_navigation_content']		= '内容';
$lang['store_navigation_no_result']		= '没有符合条件的导航';
$lang['store_navigation_url']		    = '导航外链URL';
$lang['store_navigation_url_tip']		= '请填写包含http://的完整URL地址,如果填写此项则点击该导航会跳转到外链';
$lang['store_navigation_new_open']		= '新窗口打开';
$lang['store_navigation_new_open_yes']	= '是';
$lang['store_navigation_new_open_no']	= '否';

/**
 * 合作伙伴
 */
$lang['store_partner_title_null']	= '标题不能为空';
$lang['store_partner_wrong_href']	= '链接格式不正确';
$lang['store_partner_add_fail']		= '新增合作伙伴失败';
$lang['store_partner_del_fail']		= '删除合作伙伴失败';
$lang['store_partner_add']			= '新增合作伙伴';
$lang['store_partner_edit']			= '编辑内容';
$lang['store_partner_title']		= '标题';
$lang['store_partner_href']			= '链接';
$lang['store_partner_href_tip']		= '数字需大于零，越小越靠前';
$lang['store_partner_sign']			= '标识';
$lang['store_partner_pic_upload']	= '图片上传';
$lang['store_partner_href_null']	= '链接不能为空';
$lang['store_partner_no_result']	= '没有符合条件的合作伙伴';
$lang['store_partner_des_one']		= '填写链接地址，您可以在';
$lang['store_partner_des_two']		= '中复制链接。';
/**
 * 店铺设置
 */
$lang['store_setting_name_null']			= '店铺名称不能为空';
$lang['store_setting_wrong_uri']			= '二级域名长度不符合要求';
$lang['store_setting_exists_uri']			= '该二级域名已存在,请更换其它域名';
$lang['store_setting_invalid_uri']			= '该二级域名为系统禁止域名,请更换其它域名';
$lang['store_setting_lack_uri']				= '该二级域名不符合域名命名规范,请不要使用特殊字符';
$lang['store_create_store_name_hint']		= '店铺名称请控制长度不超过20字';
$lang['store_create_store_zy_hint']			= '主营商品关键字（Tag）有助于搜索店铺时找到您的店铺<br/>关键字最多可输入50字，请用","进行分隔，例如”男装,女装,童装”';

$lang['store_setting_change_label']			= '店铺logo';
$lang['store_setting_label_tip']			= '此处为您的店铺logo，将显示在店铺Logo栏里；<br/><span style="color:orange;">建议使用宽200像素-高60像素内的GIF或PNG透明图片；点击下方"提交"按钮后生效。</span>';
$lang['store_offline_setting_label_tip']	= '此处为您的找门店店铺logo（app中使用），将显示在店铺Logo栏里；<br/><span style="color:orange;">建议使用宽240像素-高240像素内的GIF或PNG透明图片；点击下方"提交"按钮后生效。</span>';
$lang['store_setting_change_sign']			= '店铺标志';
$lang['store_setting_sign_tip']				= '此处为您的店铺标志，将显示在店铺信息栏里；<br/><span style="color:orange;">建议使用宽100像素*高100像素内的方型图片；点击下方"提交"按钮后生效。</span>';
$lang['store_setting_change_banner']		= '店铺条幅';
$lang['store_setting_banner_tip']			= '此处为您的店铺条幅，将显示在店铺导航上方的banner位置；<br/><span style="color:orange;">建议使用宽1000像素*高250像素的图片；点击下方"提交"按钮后生效。</span>';
$lang['store_setting_uri']					= '二级域名';
$lang['store_setting_uri_tip']				= '可留空，域名长度应为';
$lang['store_setting_domain_times']			= '已修改次数为';
$lang['store_setting_domain_times_max']		= '最多可修改次数为';
$lang['store_setting_domain_notice']		= '注意！设置后将不能修改';
$lang['store_setting_domain_tip']			= '不可修改';
$lang['store_setting_domain_valid']			= '字母、数字、下划线、中划线为有效字符';
$lang['store_setting_domain_rangelength']   = '二级域名长度为 {0} 到 {1} 个字符之间';
$lang['store_setting_my_homepage']			= '我的店铺首页';
$lang['store_setting_grade']				= '店铺等级';
$lang['store_setting_upgrade']				= '马上升级店铺等级';
$lang['store_setting_location_tip']			= '不必重复填写所在地区';
$lang['store_setting_contact']				= '联系';
$lang['store_setting_wangwang']				= '阿里旺旺';
$lang['store_setting_intro']				= '店铺简介';
$lang['store_setting_customer_service']		= '在线客服';
$lang['store_setting_username']				= '用户名';
$lang['store_setting_password']				= '密码';
$lang['store_setting_checking']				= '审核中...';
$lang['store_setting_apply']				= '申请开通';
$lang['store_setting_applying']				= '申请中...';
$lang['store_setting_apply_success']		= '在线客服申请成功,请等待管理员审核开通';
$lang['store_setting_apply_error']			= '网络忙,在线客服申请失败,请稍后再试';
$lang['store_setting_seo_keywords']			= 'SEO关键字';
$lang['store_setting_store_zy']				= '主营商品';
$lang['store_setting_seo_description']		= 'SEO店铺描述';
$lang['store_setting_seo_keywords_help']	= '用于店铺搜索引擎的优化，关键字之间请用英文逗号分隔';
$lang['store_setting_seo_description_help']	= '用于店铺搜索引擎的优化，建议120字以内';
$lang['store_settine_browse']				= '浏览...';
$lang['store_setting_store_url']			= '当前店铺首页连接：';
/**
 * 升级店铺
 */
$lang['store_upgrade_submit']		= '店铺等级申请已提交给管理员，请您等待审核';
$lang['store_upgrade_submit_fail']	= '店铺等级提交失败，请重新操作';
$lang['store_upgrade_cur_grade']	= '店铺当前等级';
//$lang['store_upgrade_tip']			= '如果店铺等级需要审核，升级后在待审核这段期间，店铺部分功能不能正常使用，您确定要升级吗?';
$lang['store_upgrade_tip']			= '您确定要升级吗?';
$lang['store_upgrade_now']			= '马上申请';
$lang['store_upgrade_store_error']			= '店铺信息错误';
$lang['store_upgrade_gradesort_error']		= '等级错误,升级级别应高于当前级别';
$lang['store_upgrade_exist_error']			= '店铺等级升级申请已经提交，正在审核中，请耐心等待';
$lang['store_upgrade_exist_tip_1']			= '店铺等级升级为';
$lang['store_upgrade_exist_tip_2']			= '的申请，正在审核中...';
/**
 * 主题
 */
$lang['store_theme_load_preview_fail']	= '加载预览失败';
$lang['store_theme_effect_preview']		= '效果预览';
$lang['store_theme_loading1']			= '加载中';
$lang['store_theme_use']				= '使用';
$lang['store_theme_loading2']			= '载入中';
$lang['store_theme_congfig_success']	= '设置成功';
$lang['store_theme_error']				= '错误';
$lang['store_theme_homepage']			= '店铺首页';
$lang['store_theme_tpl_name']			= '店铺模版名称';
$lang['store_theme_style_name']			= '店铺风格名称';
$lang['store_theme_valid']				= '可用主题';
$lang['store_theme_tpl_name1']			= '模版名称';
$lang['store_theme_style_name1']		= '风格名称';
$lang['store_theme_preview']			= '预览';
$lang['store_theme_congfig_fail']		= '设置失败';
/**
 * 活动
 */
$lang['store_activity_year']		= '年';
$lang['store_activity_month']		= '月';
$lang['store_activity_day']			= '日';
$lang['store_activity_theme']		= '活动主题';
$lang['store_activity_intro']		= '活动说明';
$lang['store_activity_start_time']	= '开始时间';
$lang['store_activity_end_time']	= '结束时间';
$lang['store_activity_long_time']	= '长期活动';
$lang['store_activity_type']		= '活动类型';
$lang['store_activity_goods']		= '商品';
$lang['store_activity_group']		= '团购';
$lang['store_activity_join']		= '参与活动';
$lang['store_activity_no_record']	= '没有符合条件的活动';
$lang['store_activity_goods_name']	= '商品名称';
$lang['store_activity_goods_class']	= '商品类别';
$lang['store_activity_goods_brand']	= '商品品牌';
$lang['store_activity_pass']		= '已通过';
$lang['store_activity_audit']		= '审核中';
$lang['store_activity_refuse']		= '未通过';
$lang['store_activity_join_tip']	= '您尚未参与本活动,可以在本页下方进行选择';
$lang['store_activity_group_name']	= '团购名称';
$lang['store_activity_group_intro']	= '团购介绍';
$lang['store_activity_class']		= '类别';
$lang['store_activity_choose']		= '请选择';
$lang['store_activity_brand']		= '品牌';
$lang['store_activity_name']		= '名称';
$lang['store_activity_search']		= '查找';
$lang['store_activity_goods_applied']	= '您的商品已经全部申请完毕';
$lang['store_activity_none_goods']		= '您尚未发布任何商品';
$lang['store_activity_group_applied']	= '您的团购已经全部申请完毕';
$lang['store_activity_none_group']		= '您尚未发布任何团购';
$lang['store_activity_join_now']		= '选择完毕,参与活动';
$lang['store_activity_choose_goods']	= '请手动选择内容后再保存';
$lang['store_activity_not_exists']		= '该活动并不存在';
$lang['store_activity_unknown_type']	= '该活动类型不明';
$lang['store_activity_id_is']			= '编号为';
$lang['store_activity_goods_not_exists']	= '的商品并不存在';
$lang['store_activity_group_not_exists']	= '的团购并不存在';
$lang['store_activity_submitted']			= '参与申请已提交';
$lang['store_activity_info_title']			= '活动信息';
$lang['store_activity_goods_tip']			= '活动商品如下';
$lang['store_activity_confirmstatus']		= '审核状态';
$lang['store_activity_choosegoods']		= '选择商品';
/**
 * ajax修改商品分类
 */
$lang['store_goods_class_ajax_update_fail']	= '更新数据库失败';
/**
 * 水印管理
 */
$lang['store_watermark_pic']		= '水印图片：';
$lang['store_watermark_del']		= '删除';
$lang['store_watermark_del_pic']		= '删除水印';
$lang['store_watermark_choose_pic']		= '请选择水印图片';
$lang['store_watermark_pic_quality']		= '图片质量：';
$lang['store_watermark_pic_pos']		= '图片位置：';
$lang['store_watermark_choose_pos']		= '选择水印图片放置位置';
$lang['store_watermark_pic_pos1']		= '左上';
$lang['store_watermark_pic_pos2']		= '正上';
$lang['store_watermark_pic_pos3']		= '右上';
$lang['store_watermark_pic_pos4']		= '左中';
$lang['store_watermark_pic_pos5']		= '中间';
$lang['store_watermark_pic_pos6']		= '右中';
$lang['store_watermark_pic_pos7']		= '左下';
$lang['store_watermark_pic_pos8']		= '中下';
$lang['store_watermark_pic_pos9']		= '右下';
$lang['store_watermark_transition']		= '融合度：';
$lang['store_watermark_transition_notice']		= '水印图片与原图片的融合度';
$lang['store_watermark_text']		= '水印文字：';
$lang['store_watermark_text_notice']		= '水印文字';
$lang['store_watermark_text_size']		= '文字大小：';
$lang['store_watermark_text_size_notice']		= '设置水印文字大小';
$lang['store_watermark_text_angle']		= '文字角度：';
$lang['store_watermark_text_angle_notice']		= '水印文字角度,尽量不要更改';
$lang['store_watermark_text_pos']		= '文字位置：';
$lang['store_watermark_text_pos_notice']		= '选择水印文字放置位置';
$lang['store_watermark_text_pos1']		= '左上';
$lang['store_watermark_text_pos2']		= '正上';
$lang['store_watermark_text_pos3']		= '右上';
$lang['store_watermark_text_pos4']		= '左中';
$lang['store_watermark_text_pos5']		= '中间';
$lang['store_watermark_text_pos6']		= '右中';
$lang['store_watermark_text_pos7']		= '左下';
$lang['store_watermark_text_pos8']		= '中下';
$lang['store_watermark_text_pos9']		= '右下';
$lang['store_watermark_text_font']		= '文字字体：';
$lang['store_watermark_text_font_notice']		= '水印文字的字体';
$lang['store_watermark_text_color']		= '文字颜色：';
$lang['store_watermark_text_color_notice']		= '水印字体的颜色值';
$lang['store_watermark_is_open']		= '是否开启：';
$lang['store_watermark_is_open_notice']		= '是否开启水印';
$lang['store_watermark_is_open1']		= '开启';
$lang['store_watermark_is_open0']		= '关闭';
$lang['store_watermark_submit']		= '提交';
$lang['store_watermark_del_pic_confirm']		= '确定删除水印图片?';
$lang['store_watermark_pic_quality_null']		= '水印图片质量不能为空';
$lang['store_watermark_pic_quality_number']		= '水印图片质量必须为数字';
$lang['store_watermark_pic_quality_min']		= '水印图片质量在 0-100 之间';
$lang['store_watermark_pic_quality_max']		= '水印图片质量在 0-100 之间';
$lang['store_watermark_transition_null']		= '水印图片融合度不能为空';
$lang['store_watermark_transition_number']		= '水印图片融合度必须为数字';
$lang['store_watermark_transition_min']		= '水印图片融合度在 0-100 之间';
$lang['store_watermark_transition_max']		= '水印图片融合度在 0-100 之间';
$lang['store_watermark_text_size_null']		= '水印文字大小不能为空';
$lang['store_watermark_text_size_number']		= '水印文字大小必须为数字';
$lang['store_watermark_text_color_null']		= '水印字体颜色不能为空';
$lang['store_watermark_text_color_max']		= '字体颜色值格式不正确';
$lang['store_watermark_congfig_success']		= '设置成功';
$lang['store_watermark_congfig_fail']		= '设置失败';
$lang['store_watermark_congfig_notice']		= '如果开启水印,必须设置水印图片或者水印文字';
$lang['store_watermark_browse']				= '浏览...';
/**
 * 优惠券管理
 */
$lang['store_coupon_name']		= '优惠券名称';
$lang['store_coupon_period']	= '有效期：';
$lang['store_coupon_add']		= '新增优惠券';
$lang['store_coupon_pic']		= '优惠券图片';
$lang['store_coupon_price']		= '优惠金额';
$lang['store_coupon_lifetime']	= '使用期限';
$lang['store_coupon_state']		= '上架';
$lang['store_coupon_no_result']		= '没有符合条件的记录';
$lang['store_coupon_null_class']		= '总后台管理员新增优惠券分类后方可添加优惠券';
$lang['store_coupon_name_null']		= '优惠券名称不能为空';
$lang['store_coupon_price_error']		= '优惠金额错误';
$lang['store_coupon_price_min']		= '最小金额为1';
$lang['store_coupon_start_time_null']		= '优惠券开始日期不能为空';
$lang['store_coupon_end_time_null']		= '优惠券结束日期不能为空';
$lang['store_coupon_update_success']		= '更新优惠券成功';
$lang['store_coupon_update_fail']		= '更新优惠券失败';
$lang['store_coupon_add_success']		= '增加优惠券成功';
$lang['store_coupon_add_fail']		= '增加优惠券失败';
$lang['store_coupon_del_success']		= '删除成功';
$lang['store_coupon_del_fail']		= '删除失败';
$lang['store_coupon_time_error']		= '有效期条件错误';
$lang['store_coupon_edit']		= '修改优惠券';
$lang['store_coupon_class']		= '优惠券分类';
$lang['store_coupon_to']		= '至';
$lang['store_coupon_notice']		= '使用条件';
$lang['store_coupon_coupon_pic_notice']		= '填写链接地址，建议图片的比例为：300×90';
$lang['store_coupon_coupon_pic_notice_one'] = '可以在';
$lang['store_coupon_coupon_pic_notice_two'] = '中，复制图片链接。';
$lang['store_coupon_pic_null']		= '请上传优惠券图片';
$lang['store_coupon_pic_format_error'] = '格式错误，必须填写链接地址';
$lang['store_coupon_allow']		= '审核状态';
$lang['store_coupon_allow_state']		= '待审核';
$lang['store_coupon_allow_yes']		= '已通过';
$lang['store_coupon_allow_no']		= '未通过';
$lang['store_coupon_allow_remark']		= '审核备注';
$lang['store_coupon_allow_notice']		= '注意：提交后需要重新审核';
/**
 * 优惠券打印
 */
$lang['store_coupon_print']		= '优惠券打印';
$lang['store_coupon_choose_print']		= '你选择打印';
$lang['store_coupon_print_notice']		= '张优惠券，预计将打印在1张A4纸上。';
$lang['store_coupon_print_coupon']		= '打印优惠券';
$lang['store_coupon_id_error']		= '优惠券ID错误';
$lang['store_coupon_num_error']		= '打印数量错误';
$lang['store_coupon_error']		= '该优惠券不存在';

/**
 * 幻灯片
 */
$lang['store_slide_upload_fail']		= '上传失败';
$lang['store_slide_image_upload']		= '图片上传';
$lang['store_slide_description_one']	= '最多可上传5张幻灯片图片。';
$lang['store_slide_description_two']	= '支持jpg、jpeg、gif、png格式上传，建议图片宽度790px、高度在300px到400px之间、大小%.2fM以内的图片。提交2~5张图片可以进行幻灯片播放，一张图片没有幻灯片播放效果。';
$lang['store_slide_description_three']	= '操作完成以后，按“提交”按钮，可以在当前页面进行幻灯片展示。';
$lang['store_slide_description_fore']	= '跳转链接必须带有<b style="color:red;">“http://”</b>';
$lang['store_slide_submit']				= '提交';
$lang['store_slide_image_url']			= '跳转URL...';

/**
 * 店铺印章
 */
$lang['store_printsetup_stampimg']			= '印章图片';
$lang['store_printsetup_tip2']			= '印章图片将出现在打印订单的右下角位置，请选择120x120px大小<br/>透明GIF/PNG格式图片上传作为您店铺的电子印章使用。';
$lang['store_printsetup_tip1']			= '打印备注信息将出现在打印订单的下方位置，用于注明店铺简介或发货、<br/>退换货相关规则等；<span class="orange">内容不要超过100字。</span>';
$lang['store_printsetup_desc_error']	= '备注信息长度为1到100个字符之间';
$lang['store_printsetup_desc']	= '备注信息';

$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';

/**
 * 客服中心
 */
$lang['store_callcenter_notes']		= '客服信息需要填写完整，不完整信息将不会被保存。';
$lang['store_callcenter_presales_service']	= '售前客服';
$lang['store_callcenter_aftersales_service']= '售后客服';
$lang['store_callcenter_service_name']		= '客服名称';
$lang['store_callcenter_service_tool']		= '客服工具';
$lang['store_callcenter_service_number']	= '客服账号';
$lang['store_callcenter_presales']			= '售前';
$lang['store_callcenter_aftersales']		= '售后';
$lang['store_callcenter_name_title']		= '使用默认值或修改您自己的客服名称';
$lang['store_callcenter_tool_title']		= '请选择即时通讯工具类型';
$lang['store_callcenter_number_title']		= '根据您所选择的即时通讯工具类型输入正确的用户账号';
$lang['store_callcenter_please_choose']		= '-请选择-';
$lang['store_callcenter_wangwang']			= '旺旺';
$lang['store_callcenter_add_service']		= '添加客服';
$lang['store_callcenter_working_time']		= '工作时间';
$lang['store_callcenter_working_time_title']= '例：（工作时间 AM 10:00 - PM 18:00）';

$lang['bbc_cut']				= '裁剪';
$lang['bundling_gold']				= '元';
$lang['bundling_start_time']		= '开始时间';
$lang['bundling_end_time']			= '结束时间';
$lang['bundling_add']				= '添加活动';
$lang['bundling_edit']				= '管理';
$lang['bundling_name']				= '活动名称';
$lang['bundling_status']			= '活动状态';
$lang['bundling_status_all']		= '全部状态';
$lang['bundling_status_0']			= '关闭';
$lang['bundling_status_1']			= '开启';
$lang['bundling_published']			= '已发布活动活动次数';
$lang['bundling_surplus']			= '剩余可发布活动数量';
$lang['bundling_add_fail_quantity_beyond']	= '剩余可发布数量不足，不能在添加优惠套装活动';
$lang['promotion_unavailable']		= '商品促销功能尚未开启';
$lang['bundling_list']				= '活动列表';
$lang['bundling_purchase_history']	= '购买套餐记录';
$lang['bundling_quota_add']			= '购买套餐';
$lang['bundling_quota_current_error']	= '您还没有购买套餐，或该促销活动已经关闭。<br />请先购买套餐，再查看活动列表。';
$lang['bundling_list_null']				= '您还没有添加活动。';
$lang['bundling_delete_success']		= '活动删除成功。';
$lang['bundling_delete_fail']			= '活动删除失败。';

/**
 * 购买活动
 */
$lang['bundling_quota_add_quantity']	= '套餐购买数量';
$lang['bundling_quota_price_fail']		= '参数错误，购买失败。';
$lang['bundling_quota_price_succ']		= '购买成功。';
$lang['bundling_quota_quantity_error']	= '不能为空，且必须为1~12之间的整数';
$lang['bundling_quota_add_confirm']		= '确认购买?您总共需要支付';
$lang['bundling_quota_success_glog_desc']= '购买优惠套装活动%d个月，单价%d元，总共花费%d元';

/**
 * 添加活动
 */
$lang['bundling_add_explain1']				= '您只能发布%d个优惠套装活动；每个活动最多可以添加%d个商品。';
$lang['bundling_add_explain2']				= '每个活动最多可以添加%d个商品。';
$lang['bundling_add_goods_explain']			= '搭配销售的商品可上下<br/>拖移商品列可自定义显<br/>示排序；编辑、删除、<br/>排序等操作提交后生效。';
$lang['bundling_goods']						= '商品';
$lang['bundling_show_name']					= '显示名称';
$lang['bundling_goods_add']					= '添加商品';
$lang['bundling_add_price']					= '优惠套装价格';
$lang['bundling_add_price_title']			= '自定义优惠套装商品的优惠价格总计';
$lang['bundling_add_img']					= '活动图片';
$lang['bundling_add_pic_list_tip']			= '该图组用于组合详情页<br/>可由相册选择图片代替<br/>默认产品图；左右拖移<br/>图片可更改显示排序。';
$lang['bundling_add_form_album']			= '从相册选择图片';
$lang['bundling_add_freight_method']		= '运费承担';
$lang['bundling_add_freight_method_seller']	= '卖家承担运费';
$lang['bundling_add_freight_method_buyer']	= '买家承担运费（快递）';
$lang['bundling_add_desc']					= '活动描述';
$lang['bundling_add_form_album_to_desc']	= '插入相册图片';
$lang['bundling_add_name_error']			= '请填写活动名称';
$lang['bundling_add_goods_error']			= '请选择2件及以上的商品';
$lang['bundling_add_price_error_null']		= '请填写活动价格';
$lang['bundling_add_price_error_not_num']	= '价格只能为数字';
$lang['bundling_add_not_add_img']			= '不能在继续添加图片。';
$lang['bundling_add_goods_show_note']		= '商品已下架，请重新上架或选择其他商品';

/**
 * 添加套餐商品
 */
$lang['bundling_goods_store_class']			= '店铺分类';
$lang['bundling_goods_name']				= '商品名称';
$lang['bundling_goods_code']				= '货号';
$lang['bundling_goods_price']				= '价格';
$lang['bundling_goods_storage']				= '库存';
$lang['bundling_goods_storage_not_enough']	= '库存不足，不能添加商品。';
$lang['bundling_goods_add_bundling']		= '添加到优惠套装';
$lang['bundling_goods_add_bundling_exit']	= '从优惠套装移除';
$lang['bundling_goods_add_enough_prompt']	= '您已经添加了%d个，不能在继续添加商品。';
$lang['bundling_goods_remove']				= '移除';

/**
 * 购买记录
 */
$lang['bundling_history_quantity']			= '购买数量（月）';
$lang['bundling_history_consumption_gold']	= '价格';

/**
 * 活动列表
 */
$lang['bundling_list_goods_count']			= '商品数量';

$lang['stat_store_flow']	= "店铺总流量";
$lang['stat_goods_flow']	= "商品流量排名";
$lang['stat_time_search']	= "查询时间";

$lang['stat_store_sale']    = "店铺总销量";
$lang['stat_goods_sale']    = "商品销量排名";

$lang['stat_probability_statistics'] = "购买统计";

$lang['stat_week_flow']  = "本周流量";
$lang['stat_month_flow'] = "本月流量";
$lang['stat_year_flow']  = "今年流量";
$lang['stat_week_rank']  = "本周排名";
$lang['stat_month_rank'] = "本月排名";
$lang['stat_year_rank']  = "今年排名";
$lang['stat_week_sale']  = "本周销量";
$lang['stat_month_sale'] = "本月销量";
$lang['stat_year_sale']  = "今年销量";
$lang['stat_week_ps']    = "本周购买";
$lang['stat_month_ps']   = "本月购买";
$lang['stat_year_ps']    = "今年购买";
$lang['stat_probability_tip']    = "(*本系统中购买=销售量/访问量)";

$lang['stat_unit_tip']       = "单位：";
$lang['stat_store_flow_tip'] = "单位：次";
$lang['stat_goods_flow_tip'] = "单位：次";
$lang['stat_store_sale_tip'] = "单位：件";
$lang['stat_goods_sale_tip'] = "单位：件";
$lang['stat_flow']           = "访问量";
$lang['stat_sale']           = "销售量";
$lang['stat_ps']             = "店铺购买";
$lang['stat_day']            = "日";
$lang['stat_month']          = "月";
$lang['stat_time']           = "次";
$lang['stat_unit']           = "件";

$lang['week_flow_title']  = "本周店铺访问量统计";
$lang['month_flow_title'] = "月份店铺访问量统计";
$lang['year_flow_title']  = "年度店铺访问量统计";
$lang['store_flow_search_result']  = "店铺访问量统计搜索结果";
$lang['week_flow_rank_title']  = "本周商品访问量排名";
$lang['month_flow_rank_title'] = "月份商品访问量排名";
$lang['year_flow_rank_title']  = "年度商品访问量排名";
$lang['store_flow_rank_search_result']  = "商品访问量排名搜索结果";
$lang['week_sale_title']  = "本周店铺总销量统计";
$lang['month_sale_title'] = "月份店铺总销量统计";
$lang['year_sale_title']  = "年度店铺总销量统计";
$lang['store_sale_search_result']  = "店铺总销量统计搜索结果";
$lang['week_sale_rank_title']  = "本周商品销售排名";
$lang['month_sale_rank_title'] = "月份商品销售排名";
$lang['year_sale_rank_title']  = "年度商品销售排名";
$lang['store_sale_rank_search_result']  = "商品销售排名搜索结果";
$lang['week_ps_title']  = "本周店铺购买统计";
$lang['month_ps_title'] = "月份店铺购买统计";
$lang['year_ps_title']  = "年度店铺购买统计";
$lang['store_ps_search_result']  = "店铺购买统计搜索结果";
$lang['换算模板']				= '经验值以有效购物金额作为计算标准，有效购物金额%s元=1经验值；';
$lang['最多模板']				= '单个订单最多获得%s经验值；';
$lang['登录模板']				= '会员每天第一次登录获得%s经验值；';
$lang['评价模板']				= '进行一次订单商品评价将获得%s经验值；';

//经验日志描述
$lang['login']					= '会员登录';
$lang['comments']				= '商品评论';
$lang['order']					= '订单%s购物消费';

$lang['换算模板']				= '经验值以有效购物金额作为计算标准，有效购物金额%s元=1经验值；';
$lang['最多模板']				= '单个订单最多获得%s经验值；';
$lang['登录模板']				= '会员每天第一次登录获得%s经验值；';
$lang['评价模板']				= '进行一次订单商品评价将获得%s经验值；';

//经验日志描述
$lang['login']					= '会员登录';
$lang['comments']				= '商品评论';
$lang['order']					= '订单%s购物消费';

$lang['tuan_state_all'] = '全部团购';
$lang['tuan_state_verify'] = '未审核';
$lang['tuan_state_cancel'] = '已取消';
$lang['tuan_state_progress'] = '已通过';
$lang['tuan_state_fail'] = '审核失败';
$lang['tuan_state_close'] = '已结束';

/**
 * 团购字段
 **/
$lang['group_template'] = '团购活动';
$lang['group_template_tip'] = '选择要参加的团购活动及时间段';
$lang['group_name'] = '团购名称';
$lang['group_name_tip'] = '团购标题名称长度最多可输入30个字符';
$lang['group_goods_sel'] = '选择商品';
$lang['group_help'] = '团购说明';
$lang['start_time'] = '开始时间';
$lang['end_time'] = '结束时间';
$lang['goods_price'] = '商品原价';
$lang['goods_storage'] = '商品库存数';
$lang['store_price'] = '商城价';
$lang['tuan_price'] = '团购价格';
$lang['tuan_price_tip'] = '团购价格为该商品参加活动时的促销价格<br/>必须是0.01~1000000之间的数字(单位：元)<br/>团购价格应包含邮费，团购商品系统默认不收取邮费';
$lang['limit_type'] = '限制类型';
$lang['virtual_quantity'] = '虚拟数量';
$lang['min_quantity'] = '成团数量';
$lang['sale_quantity'] = '限购数量';
$lang['max_num'] = '商品总数';
$lang['group_intro'] = '本团介绍';
$lang['group_pic'] = '团购图片';
$lang['group_edit'] = '编辑内容';

$lang['tuan_class'] = '团购类别';
$lang['tuan_class_tip'] = '请选择团购商品的所属类别';
$lang['tuan_area'] = '所属区域';
$lang['tuan_goods'] = '团购商品';
$lang['tuan_goods_explain'] = '点击上方输入框从已发布商品中选择要参加团购的商品<br/>如没有找到您想要参加团购的商品，请重新发布该商品后再选择。';
$lang['min_quantity_explain'] = '团购成功的最低数值，默认为 "1"';
$lang['virtual_quantity_explain'] = '虚拟购买数量，只用于前台显示，不影响成交记录';
$lang['sale_quantity_explain'] = '每个买家ID可团购的最大数量，不限数量请填 "0"';
$lang['max_num_explain'] = '团购商品总数应等于或小于该商品库存数量<br/>请提前确认要参与活动的商品库存数量足够充足';
$lang['group_pic_explain'] = '用于团购活动页面的图片,请使用宽度440像素、高度293像素、大小1M内的图片，<br/>支持jpg、jpeg、gif、png格式上传。';
$lang['group_pic_explain2'] = '用于团购页侧边推荐位，首页推荐位的图片,请使用宽度210像素、高度180像素、大小1M内的图片，<br/>支持jpg、jpeg、gif、png格式上传。';
$lang['tuan_message_not_start'] = '团购活动尚未开始';
$lang['tuan_message_close'] = '团购活动已经结束';
$lang['tuan_message_start'] = '数量有限请您尽快下单';
$lang['tuan_message_success'] = '团购成功可继续购买';

/**
 * 错误提示
 **/
$lang['tuan_unavailable'] = '团购功能没有开启';
$lang['no_tuan_template_in_progress'] = '没有正在进行中的团购活动';
$lang['no_tuan_info'] = '没有团购信息';
$lang['no_tuan_template_soon'] = '没有即将开始的团购活动';
$lang['no_tuan_template_history'] = '没有历史团购活动';
$lang['no_tuan'] = '当前没有团购信息';
$lang['参数错误'] = '参数错误';
$lang['group_name_error'] = '团购名称不能为空';
$lang['group_goods_error'] = '请选择团购商品';
$lang['group_help_error'] = '团购说明不能为空';
$lang['start_time_error'] = '开始时间不能为空';
$lang['end_time_error'] = '结束时间不能为空';
$lang['tuan_price_error'] = '请输入正确的团购价格';
$lang['group_pic_error'] = '团购图片不能为空，且必须为jpg/gif/png格式';
$lang['min_quantity_error'] = '成团数量不能为空，且必须为大于0的整数';
$lang['virtual_quantity_error'] = '虚拟数量不能为空，且必须为整数';
$lang['sale_quantity_error'] = '限购数量不能为空，其必须为整数';
$lang['max_num_error'] = '商品总数不能为空，且必须小于当前库存';
$lang['tuan_none'] = '平台当前没有进行中的团购活动';
$lang['group_goods_is_exist'] = '该商品已经在本期团购活动中，请选择其它商品';
$lang['goods_info'] = '商品信息';
$lang['buyer_list'] = '购买记录';
$lang['store_info'] = '店铺信息';
$lang['tuan_not_state'] = '团购活动尚未开始';
$lang['tuan_closed'] = '团购活动已经结束';
$lang['goods_not_enough'] = '商品库存不足';
$lang['tuan_not_enough'] = '团购余额不足';
$lang['tuan_sale_quantity'] = '您最多只能购买';
$lang['can_not_buy'] = '您不能购买自己发布的商品';

$lang['tuan_add_success'] = '团购活动发布成功请等待审核';
$lang['tuan_add_fail'] = '团购活动发布失败';
$lang['tuan_edit_success'] = '团购活动编辑成功';
$lang['tuan_edit_fail'] = '团购活动编辑失败';
$lang['tuan_taocan_add_success'] = '团购活动套餐购买成功';

/**
 * 文字
 **/
$lang['tuan_title'] = '商品团购';
$lang['tuan_comming'] = '即将开始';
$lang['tuan_history'] = '往期团购';
$lang['text_year'] = '年';
$lang['text_month'] = '月';
$lang['text_day'] = '日';
$lang['text_to'] = '至';
$lang['text_di'] = '第';
$lang['text_qi'] = '期';
$lang['text_tuan'] = '团购';
$lang['text_tuan_list'] = '团购列表';
$lang['text_tuan_detail'] = '团购详情';
$lang['text_goods_price'] = '原价';
$lang['text_zhe'] = '折';
$lang['text_discount'] = '折扣';
$lang['text_save'] = '节省';
$lang['tuan_buy'] = '我要团';
$lang['tuan_close'] = '已结束';
$lang['text_end_time'] = '距离本期结束';
$lang['text_start_time'] = '距离本期开始';
$lang['text_no_limit'] = '不限';
$lang['text_class'] = '分类';
$lang['text_price'] = '价格';
$lang['text_unit_price'] = '单价';
$lang['text_default'] = '默认';
$lang['text_sale'] = '销量';
$lang['text_rebate'] = '折扣';
$lang['text_order'] = '排序';
$lang['text_country'] = '全国';
$lang['text_people'] = '人';
$lang['text_buy'] = '已购买';
$lang['text_jiangyu'] = '将于';
$lang['text_start'] = '准时开团';
$lang['see_store'] = '逛逛店铺';
$lang['see_goods'] = '查看商品';
$lang['to_see'] = '去看看';
$lang['history_hot'] = '往期热销排行';
$lang['current_hot'] = '本期热门团购';
$lang['text_buyer'] = '买家';
$lang['text_buy_count'] = '购买数量';
$lang['立即购买'] = '立即购买';
$lang['text_buy_time'] = '下单时间';
$lang['text_piece'] = '件';
$lang['text_goods_buy'] = '本商品已被团购';
$lang['text_goods_store'] = '商品所在店铺';
$lang['text_goods_commend'] = '店铺推荐商品';
$lang['text_read_agree1'] = '我已阅读';
$lang['text_read_agree2'] = '并同意';
$lang['text_agreement'] = '团购服务协议';
$lang['agree_must'] = '您必须同意本协议';
$lang['插入相册图片'] = '插入相册图片';
$lang['text_remain'] = '剩余';

/**
 * index
 */
$lang['tuan_index_no_right']			= '您的店铺等级没有此权限';
$lang['tuan_index_in_audit']			= '您的店铺等级正在审核中';
$lang['tuan_index_add_success']			= '添加团购活动成功';
$lang['tuan_index_add_fail']			= '添加团购活动失败';
$lang['tuan_index_not_exists']			= '未找到团购活动';
$lang['tuan_index_modify_success']		= '修改团购活动成功';
$lang['tuan_index_modify_fail']			= '修改团购活动失败';
$lang['tuan_index_default_spec']		= '默认规格';
$lang['tuan_index_all_group']			= '全部团购';
$lang['tuan_index_unpublish']			= '未发布';
$lang['tuan_index_canceled']			= '已取消';
$lang['tuan_index_going']				= '进行中';
$lang['tuan_index_finished']			= '已完成';
$lang['tuan_index_ended']				= '已结束';
$lang['tuan_index_num']					= '(人数)';
$lang['tuan_index_amount']				= '(数量)';
$lang['tuan_index_desc']				= '说明';
$lang['tuan_index_order_num']			= '订购数';
$lang['tuan_index_input_name']			= '请填写团购名称';
$lang['tuan_index_desc']				= '团购说明';
$lang['tuan_index_end_time']			= '结束时间';
$lang['tuan_index_search_first']		= '请先搜索团购商品';
$lang['tuan_index_input_right_num']		= '请正确填写成团人数';
$lang['tuan_index_input_right_amount']	= '请正确填写成团件数';
$lang['tuan_index_def_quantity_error']  = '请正确填写已订购数';
$lang['tuan_index_goods_sum_null']		= '商品总数不能为空';
$lang['tuan_index_goods_sum_one']		= '商品总数不能小于1';
$lang['tuan_index_input_right_price']	= '请正确填写团购价格';
$lang['tuan_index_max_per_user_error']  = '请正确填写每人限购数量';
$lang['tuan_index_input_price']			= '请填写团购价格';
$lang['tuan_index_base_info']			= '团购基本信息';
$lang['tuan_index_activity_name']		= '活动名称';
$lang['tuan_index_publish_now']			= '立即发布';
$lang['tuan_index_yes']					= '是';
$lang['tuan_index_no']					= '否';
$lang['tuan_index_publish_tip']			= '如果“立即发布”，除“团购说明”外的信息将不能再被更改';
$lang['tuan_index_start_time']			= '开始时间';
$lang['tuan_index_end_time']			= '结束时间';
$lang['tuan_index_goods_info']			= '团购商品信息';
$lang['tuan_index_choose_goods']		= '选择商品';
$lang['tuan_index_order_num_now']		= '已订购数';
$lang['tuan_index_order_num_published']	= '发布后显示的已订购数';
$lang['tuan_index_condition']			= '限制条件';
$lang['tuan_index_by_num']				= '以购买成功人数成团';
$lang['tuan_index_by_amount']			= '以产品购买数量成团';
$lang['tuan_index_group_num']			= '成团人数';
$lang['tuan_index_group_espect_num']	= '能完成团购的期望订购人数';
$lang['tuan_index_group_amount']		= '成团件数';
$lang['tuan_index_group_espect_amount']	= '能完成团购的期望订购件数';
$lang['tuan_index_amount_limit']		= '每人限购';
$lang['tuan_index_amount_limit_tip']	= '每个参团者最多能订购的件数，0为不限制';
$lang['tuan_index_goods_sum']			= '商品总数';
$lang['tuan_index_amount_max_limit']	= '所有参团者最多能订购的数量，默认为商品库存数';
$lang['tuan_index_intro']				= '本团介绍';
$lang['tuan_index_spec_price']			= '规格价格';
$lang['tuan_index_spec']				= '规格';
$lang['tuan_index_stock']				= '库存';
$lang['店铺价格']			= '店铺价格';
$lang['tuan_index_group_price']			= '团购价';
$lang['tuan_index_search']				= '查询';
$lang['tuan_index_submit']				= '提交';
$lang['最新团购']			= '新增团购';
$lang['tuan_index_activity_state']		= '活动状态';
$lang['tuan_index_start_time']			= '起始时间';
$lang['tuan_index_group_num']			= '已团购';
$lang['tuan_index_to']					= '至';
$lang['tuan_index_year']				= '年';
$lang['tuan_index_month']				= '月';
$lang['tuan_index_day']					= '日';
$lang['tuan_index_publish_tip']			= '发布后除修改说明外不能再被编辑，您确定要发布吗';
$lang['tuan_index_publish']				= '发布';
$lang['tuan_index_del_tip']				= '若该团购已完成，则删除该团购将导致未下单的用户无法下单，您确定要这么做吗';
$lang['tuan_index_order']				= '订单';
$lang['tuan_index_order_state']			= '订购情况';
$lang['tuan_index_finish_tip']			= '该操作将要把团购设置为成功状态，您确定要结束预定吗';
$lang['tuan_index_finish']				= '完成';
$lang['tuan_index_end']				    = '结束预定';
$lang['tuan_index_no_record']			= '没有找到符合条件的商品';
$lang['tuan_index_loading_list']		= '正在加载商品列表';
$lang['tuan_index_no_goods']			= '没有找到相关商品';
$lang['tuan_index_choose_goods']		= '选择商品';
$lang['tuan_index_goods_name']			= '商品名称';
$lang['tuan_index_store_class']			= '本店分类';
$lang['tuan_index_please_choose']		= '全部分类';
$lang['tuan_index_search_back']			= '请先从上面搜索';
$lang['tuan_index_publish_success']		= '发布成功';
$lang['tuan_index_change_to_finish']		= '已更改状态为完成';
$lang['tuan_index_group_canceled']			= '团购商品已取消';
$lang['tuan_index_modify_intro_success']	= '修改商品说明成功';
$lang['tuan_index_modify_order_num_sucess']	= '修改商品订购数成功';
$lang['tuan_index_cancel_reason']			= '取消原因';
$lang['tuan_index_username']				= '用户名';
$lang['tuan_index_linkman']					= '联系人';
$lang['tuan_index_phone']					= '联系电话';
$lang['tuan_index_jian']					= '件';
$lang['tuan_index_no_record_now']			= '暂无订购记录';
$lang['tuan_index_del_success']		= '删除团购活动成功';
$lang['tuan_index_del_fail']		= '删除团购活动失败';
$lang['tuan_index_datefail']		= '日期不能小于当日，\n默认团购时间为7天！';
$lang['tuan_index_startdatefail']		= '团购开始时间不早于当日，\n默认团购开始时间为当日！';


//zzzzzz
$lang['团购功能没有开启'] = '团购功能没有开启';
$lang['团购列表'] = '团购列表';
$lang['活动不存在'] = '活动不存在';

$lang['voucher_unavailable']    = '优惠券功能尚未开启';
$lang['voucher_applystate_new']    = '待审核';
$lang['voucher_applystate_verify']    = '已审核';
$lang['voucher_applystate_cancel']    = '已取消';
$lang['voucher_quotastate_activity']	= '正常';
$lang['voucher_quotastate_cancel']    = '取消';
$lang['voucher_quotastate_expire']    = '结束';
$lang['有效']	= '有效';
$lang['voucher_templatestate_disabled']= '失效';
$lang['voucher_quotalist']= '套餐列表';
$lang['voucher_applyquota']= '申请套餐';
$lang['voucher_applyadd']= '购买套餐';
$lang['voucher_templateadd']= '新增优惠券';
$lang['voucher_templateedit']= '编辑优惠券';
$lang['voucher_templateinfo']= '优惠券详细';
/**
 * 套餐申请
 */
$lang['voucher_apply_num_error']= '数量不能为空，且必须为1-12之间的整数';
$lang['voucher_apply_goldnotenough']= "当前您拥有金币数为%s，不足以支付此次交易，请先充值";
$lang['voucher_apply_fail']= '套餐申请失败';
$lang['voucher_apply_succ']= '套餐申请成功，请等待审核';
$lang['voucher_apply_date']= '申请日期';
$lang['voucher_apply_num']    		= '申请数量';
$lang['voucher_apply_addnum']    		= '套餐购买数量';
$lang['voucher_apply_add_tip1']    		= '购买单位为月(30天)，一次最多购买12个月，您可以在所购买周期内以月为单位发布优惠券活动';
$lang['voucher_apply_add_tip2']    		= '每月您需要支付%s元';
$lang['voucher_apply_add_tip3']    		= '每月最多发布活动%s次';
$lang['voucher_apply_add_tip4']    		= '套餐时间从审批后开始计算';
$lang['voucher_apply_add_confirm1']    	= '您总共需要支付';
$lang['voucher_apply_add_confirm2']    	= '元,确认购买吗？';
$lang['voucher_apply_goldlog']    		= '购买优惠券活动%s个月，单价%s金币，总共花费%s金币';
$lang['voucher_apply_buy_succ']			= '套餐购买成功';

/**
 * 套餐
 */
$lang['voucher_quota_startdate']    	= '开始时间';
$lang['voucher_quota_enddate']    		= '结束时间';
$lang['voucher_quota_timeslimit']    	= '活动次数限制';
$lang['voucher_quota_publishedtimes']   = '已发布活动次数';
$lang['voucher_quota_residuetimes']    	= '剩余活动次数';
/**
 * 优惠券模板
 */
$lang['voucher_template_quotanull']			= '当前没有可用的套餐，请先申请套餐';
$lang['voucher_template_noresidual']		= "当前套餐中活动已满%s条活动信息，不可再发布活动";
$lang['voucher_template_pricelisterror']	= '平台优惠券面额设置出现问题，请联系客服帮助解决';
$lang['voucher_template_title_error'] 		= "模版名称不能为空且不能大于50个字符";
$lang['voucher_template_total_error'] 		= "可发放数量不能为空且必须为整数";
$lang['voucher_template_price_error']		= "模版面额不能为空且必须为整数，且面额不能大于限额";
$lang['voucher_template_limit_error'] 		= "模版使用消费限额不能为空且必须是数字";
$lang['voucher_template_describe_error'] 	= "模版描述不能为空且不能大于255个字符";
$lang['voucher_template_title']			= '优惠券名称';
$lang['voucher_template_enddate']		= '有效期';
$lang['voucher_template_enddate_tip']		= '有效期应在套餐有效期内，正使用的套餐有效期为';
$lang['voucher_template_price']			= '面额';
$lang['voucher_template_total']			= '可发放总数';
$lang['voucher_template_eachlimit']		= '每人限领';
$lang['voucher_template_eachlimit_item']= '不限';
$lang['voucher_template_eachlimit_unit']= '张';
$lang['voucher_template_orderpricelimit']	= '消费金额';
$lang['voucher_template_describe']		= '优惠券描述';
$lang['voucher_template_styleimg']		= '选择优惠券皮肤';
$lang['voucher_template_styleimg_text']	= '店铺优惠券';
$lang['voucher_template_image']			= '优惠券图片';
$lang['voucher_template_image_tip']		= '该图片将在积分中心的优惠券模块中显示，建议尺寸为160*160px。';
$lang['voucher_template_list_tip1'] = "1、手工设置优惠券失效后,用户将不能领取该优惠券,但是已经领取的优惠券仍然可以使用";
$lang['voucher_template_list_tip2'] = "2、优惠券模版和已发放的优惠券过期后自动失效";
$lang['voucher_template_backlist'] 	= "返回列表";
$lang['voucher_template_giveoutnum']= '已领取';
$lang['voucher_template_usednum']	= '已使用';
/**
 * 优惠券
 */
$lang['voucher_voucher_state'] = "状态";
$lang['voucher_voucher_state_unused'] = "未使用";
$lang['voucher_voucher_state_used'] = "已使用";
$lang['voucher_voucher_state_expire'] = "已过期";
$lang['voucher_voucher_price'] = "金额";
$lang['voucher_voucher_storename'] = "适用店铺";
$lang['voucher_voucher_indate'] = "有效期";
$lang['voucher_voucher_usecondition'] = "使用条件";
$lang['voucher_voucher_usecondition_desc'] = "订单满";
$lang['voucher_voucher_vieworder'] = "查看订单";
$lang['voucher_voucher_readytouse'] = "马上使用";
$lang['voucher_voucher_code'] = "编码";



//zzzzzz
$lang['未使用'] = "未使用";
$lang['已使用'] = "已使用";
$lang['已过期'] = "已过期";
$lang['商品出库模板']				= '您的订单已经出库。<a href="%s" target="_blank">点击查看订单</a>';
$lang['付款成功模板']				= '关于订单：%s的款项已经收到，请留意出库通知。<a href="%s" target="_blank">点击查看订单详情</a>';
$lang['余额变动模板']				= '你的账户于 %s 账户资金有变化，描述：%s，可用金额变化 ：%s元，冻结金额变化：%s元。<a href="%s" target="_blank">点击查看余额</a>';
$lang['退款退货模板']				= '您的退款退货单有了变化。<a href="%s" >点击查看</a>';
$lang['积分变动模板']				= '你的账户于 %s 账户积分有变化，描述：%s，积分变化 ：%s。<a href="%s" target="_blank">点击查看积分</a>';
$lang['month_jan'] = '一月';
$lang['month_feb'] = '二月';
$lang['month_mar'] = '三月';
$lang['month_apr'] = '四月';
$lang['month_may'] = '五月';
$lang['month_jun'] = '六月';
$lang['month_jul'] = '七月';
$lang['month_aug'] = '八月';
$lang['month_sep'] = '九月';
$lang['month_oct'] = '十月';
$lang['month_nov'] = '十一月';
$lang['month_dec'] = '十二月';
$lang['退出']	= "退出";
$lang['登录']	= "登录";
$lang['请登录']	= "请登录";
$lang['注册']	= "注册";
$lang['免费注册']	= "免费注册";
$lang['bbc_usercenter']	= "用户中心";
$lang['bbc_helpcenter']	= "帮助中心";
$lang['bbc_searchgoods']	= "搜索商品";
$lang['bbc_searchstore']	= "搜索店铺";
$lang['bbc_searchtuan']	= "搜索团购";
$lang['bbc_iwantbuy']	= "我要买";
$lang['bbc_iwantsell']	= "我要卖";
$lang['regist']				= '注册会员';
$lang['login']				= '会员登录';
$lang['comments']				= '评论商品';
$lang['order']				= '订单%s购物消费';
$lang['pointorder']				= '兑换礼品信息%s消耗积分';
$lang['purpose']				= '支付订单抵扣';
$lang['returnpurpose']				= '抵扣积分退回';
$lang['app']				= 'UC应用的积分兑入';
$lang['inviter']				= '邀请新会员%s注册';
$lang['rebate0']				= '订单%s购物消费';
$lang['rebate1']				= '被邀请人[%s]消费';
$lang['rebate2']				= '被邀请人下级[%s]消费';
$lang['rebate3']				= '被邀请人下下级[%s]消费';
$lang['checkin']				= '签到积分';
$lang['share_article']				= '分享发现文章获得的积分';
$lang['share_goods']				= '分享商品获得的积分';
$lang['order_pay']				= '下单，支付预存款，订单号: %s';
$lang['order_freeze']				= '下单，冻结预存款，订单号: %s';
$lang['order_cancel']				= '取消订单，订单号: %s';
$lang['huodong_cancel']				= '下单，支付预存款，订单号: %s';
$lang['order_comb_pay']				= '下单，支付被冻结的预存款，订单号: %s';
$lang['recharge']				= '充值，充值单号: %s';
$lang['refund']				= '确认退款，订单号: %s';
$lang['cash_apply']				= '申请提现，冻结预存款，提现单号: %s';
$lang['cash_pay']				= '提现成功，提现单号: %s';
$lang['cash_del']				= '取消提现申请，解冻预存款，提现单号: %s';
$lang['cash_rebate']				= '下级会员消费现金返利，消费订单号: %s';
$lang['return_leader']				= '拼团返利冻结: %s';
$lang['return_leader2']				= '拼团返利解冻: %s';
$lang['return_leader3']				= '退款删除冻结资金: %s';
$lang['spreader_cash']				= '推手提现成功: %s';
$lang['promotion_unavailable'] = '商品促销功能尚未开启';
$lang['promotion_mansong'] = '满即送';

$lang['promotion_active_list'] 	= '活动列表';
$lang['promotion_quota_list'] 	= '套餐列表';
$lang['promotion_join_active'] 	= '添加活动';
$lang['promotion_buy_product'] 	= '购买套餐';
$lang['promotion_goods_manage'] = '商品管理';
$lang['promotion_add_goods'] 	= '添加商品';

$lang['state_new'] = '新申请';
$lang['state_verify'] = '已审核';
$lang['state_cancel'] = '已取消';
$lang['state_verify_fail'] = '审核失败';
$lang['mansong_quota_state_activity'] = '正常';
$lang['mansong_quota_state_cancel'] = '取消';
$lang['mansong_quota_state_expire'] = '失效';
$lang['mansong_state_unpublished'] = '未发布';
$lang['mansong_state_published'] = '已发布';
$lang['mansong_state_cancel'] = '已取消';
$lang['all_state'] = '全部状态';

$lang['mansong_quota_start_time'] = '开始时间';
$lang['mansong_quota_end_time'] = '结束时间';
$lang['mansong_quota_times_limit'] = '活动次数限制';
$lang['mansong_quota_times_published'] = '已发布活动次数';
$lang['mansong_quota_times_publish'] = '剩余活动次数';
$lang['mansong_quota_goods_limit'] = '商品限制';
$lang['mansong_name'] = '活动名称';
$lang['mansong_status'] = '活动状态';
$lang['mansong_active_content'] = '活动内容';
$lang['mansong_apply_date'] = '套餐申请时间';
$lang['mansong_apply_quantity'] = '申请数量(月)';
$lang['apply_date'] = '申请时间';
$lang['apply_quantity'] = '申请数量';
$lang['apply_quantity_unit'] = '（包月）';
$lang['mansong_discount'] = '折扣';
$lang['mansong_buy_limit'] = '购买限制';

$lang['start_time'] = '开始时间';
$lang['end_time'] = '结束时间';
$lang['xianshi_list'] = '限时折扣';
$lang['满即送'] = '满即送';
$lang['mansong_add'] = '添加活动';
$lang['mansong_quota'] = '套餐列表';
$lang['mansong_apply'] = '申请列表';
$lang['mansong_detail'] = '活动详情';
$lang['mansong_quota_add'] = '购买套餐';
$lang['mansong_quota_add_quantity'] = '套餐购买数量';
$lang['mansong_quota_add_confirm'] = '确认购买?您总共需要支付';
$lang['goods_add'] = '添加商品';
$lang['choose_goods'] = '选择商品';
$lang['goods_name'] = '商品名称';
$lang['mansong_goods_selected'] = '已选商品';
$lang['mansong_publish'] = '发布活动';
$lang['ensure_publish'] = '确认发布该活动?';
$lang['level_price'] = '单笔订单满';
$lang['level_discount'] = '立减现金';
$lang['gift_name'] = '送礼品';
$lang['mansong_price'] = '购买满即送所需金额';
$lang['mansong_price_explain1'] = '购买单位为月(30天)，一次最多购买12个月，购买后您可以发布满即送活动，但同时只能有一个活动进行';
$lang['mansong_price_explain2'] = '每月您需要支付';
$lang['mansong_price_explain3'] = '套餐时间从审批后的第二天零点开始计算';
$lang['mansong_add_explain1'] = '满即送活动包括店铺所有商品，活动时间不能和已有活动重叠';
$lang['mansong_add_explain2'] = '每个满即送活动最多可以设置3个价格级别，点击新增级别按钮可以增加新的级别，价格级别应该由低到高';
$lang['mansong_add_explain3'] = '每个级别可以有减现金、送礼品2种促销方式，至少需要选择一种';
$lang['开始时间不能为空'] = '开始时间不能为空且不能早于%s';
$lang['mansong_add_end_time_explain_own'] = '结束时间不能为空';
$lang['结束时间错误提示'] = '结束时间不能为空且不能晚于%s';
$lang['mansong_discount_explain'] = '折扣必须为0.1-9.9之间的数字';
$lang['mansong_buy_limit_explain'] = '购买限制必须为正整数';
$lang['time_error'] = '时间格式错误';
$lang['参数错误'] = '参数错误';
$lang['greater_than_start_time'] = '结束时间必须大于开始时间';
$lang['mansong_price_error'] = '不能为空且必须为正整数';
$lang['mansong_name_explain'] = '活动名称最多为25个字符';
$lang['mansong_name_error'] = '活动名称不能为空';
$lang['mansong_remark_explain'] = '活动备注最多为100个字符';
$lang['mansong_quota_quantity_error'] = '数量不能为空，且必须为1-12之间的整数';
$lang['mansong_quota_add_success'] = '满即送套餐购买成功';
$lang['mansong_quota_add_fail'] = '满即送套餐购买申请失败';
$lang['mansong_quota_current_error'] = '您还没有购买"满即送"促销套餐，或该促销活动已经关闭。</br>请先购买套餐活动，再查看活动列表。';
$lang['mansong_quota_current_error1'] = '您当前的满即送套餐已用完，请等待下期套餐或购买新的套餐';
$lang['mansong_quota_current_error2'] = '您已经购买了满即送套餐';
$lang['mansong_add_success'] = '满即送活动添加成功';
$lang['mansong_add_fail'] = '满即送活动添加失败';
$lang['mansong_goods_none'] = '您还没有添加活动商品';
$lang['mansong_goods_add_success'] = '满即送活动商品添加成功';
$lang['mansong_goods_add_fail'] = '满即送活动商品添加失败';
$lang['mansong_goods_delete_success'] = '满即送活动商品删除成功';
$lang['mansong_goods_delete_fail'] = '满即送活动商品删除失败';
$lang['mansong_goods_cancel_success'] = '满即送活动商品取消成功';
$lang['mansong_goods_cancel_fail'] = '满即送活动商品取消失败';
$lang['mansong_goods_limit_error'] = '已经超过了活动商品数限制';
$lang['mansong_goods_is_exist'] = '该商品已经参加了本期满即送，请选择其它商品';
$lang['mansong_publish_success'] = '满即送活动发布成功';
$lang['mansong_publish_fail'] = '满即送活动发布失败';
$lang['mansong_cancel_success'] = '满即送活动取消成功';
$lang['mansong_cancel_fail'] = '满即送活动取消失败';
$lang['mansong_level_price_error'] = '消费额必须为正整数';
$lang['mansong_level_discount_null'] = '优惠金额不能为空';
$lang['mansong_level_discount_error'] = '优惠金额必须为正整数';
$lang['mansong_level_gift_error'] = '赠品名称不能为空';
$lang['mansong_level_rule_select_error'] = '请至少选择一种促销方式';
$lang['mansong_level_error'] = '高级别的销售额必须大于低级别';

$lang['setting_save_success'] = '设置保存成功';
$lang['setting_save_fail'] = '设置保存失败';
$lang['mansong_explain1'] = '已参加限时折扣、团购的商品，可同时参加满即送活动';

$lang['text_month'] = '月';
$lang['text_gold'] = '金币';
$lang['text_jian'] = '件';
$lang['text_ci'] = '次';
$lang['text_goods'] = '商品';
$lang['text_normal'] = '正常';
$lang['text_invalidation'] = '失效';
$lang['text_default'] = '默认';
$lang['text_add'] = '添加';
$lang['text_back'] = '返回';
$lang['text_level'] = '级别';
$lang['text_level_condition'] = '消费满';
$lang['text_reduce'] = '减';
$lang['text_yuan'] = '元';
$lang['text_cash'] = '现金';
$lang['text_give'] = '赠送';
$lang['text_gift'] = '礼品';
$lang['text_link'] = '链接';
$lang['link_explain'] = '礼品链接必须为包含http://的完整url';
$lang['text_new_level'] = '新增级别';
$lang['text_remark'] = '备注';
$lang['text_not_join'] = '未参加';

$lang['mansong_apply_verify_success_glog_desc'] = '购买满即送活动%s个月，单价%s元，总共花费%s元';
$lang['折扣'] = '折扣';

$lang['满即送'] = '满即送';
$lang['参数错误'] = '参数错误';
$lang['支持格式提示'] = "支持Jpg、Gif、Png格式，大小不超过";
$lang['多选快捷键提示'] = "的图片上传；浏览文件时可以按住ctrl或shift键多选。";
$lang['编辑']					= "编辑";
$lang['删除']					= "删除";
$lang['确定删除相册吗']	= "您确定要删除相册吗?\\n注意：相册内的图片将转移到买家秀相册";

$lang['上传时间']			= "上传时间";
$lang['设为封面']			= "设为封面";
$lang['不要重复设置相同的图片为相册封面']		= "请不要重复设置相同的图片为相册封面！";

$lang['替换上传']			= "替换上传";
$lang['提交']					= "提交";

$lang['选择相册']		= "选择相册";
$lang['开始转移']		= "开始转移";
$lang['只有一个相册']	= "只有一个相册，赶快去";
$lang['吧!']	= "吧！";
$lang['确定删除吗'] = "您确定进行该操作吗?\\n注意：使用中的图片也将被删除";

$lang['成功上传']			= "成功上传";
$lang['张图片']			= "张图片";

$lang['图片名称']					= "图片名称";
$lang['图片属性']				= "图片属性";
$lang['上传时间']				= "上传时间";
$lang['相册名称']					= "相册名称";
$lang['自动播放']					= "自动播放";
$lang['暂停']					= "暂停";
$lang['原图尺寸']				= "原图尺寸";

$lang['创建相册']				= "创建相册";
$lang['编辑相册']				= "编辑相册";
$lang['相册名称']			= "相册名称";
$lang['描述']			= "描述";
$lang['排序']			= "排序";
$lang['提交']			= "提交";
$lang['相册名称不能为空']		= "相册名称不能为空";
$lang['相册名称不能超过20个字符']		= "相册名称不能超过20个字符";
$lang['相册名称已存在']	= "相册名称已存在";
$lang['描述不能超过100个字符']		= "描述不能超过100个字符";
$lang['排序只能填写数字']	= "排序只能填写数字";



$lang['上传更多照片']		= '上传更多照片';
$lang['相册详情提示']		= '你目前共有<em>%d</em>个相册，<em>%d</em>张照片<br/> 还可以建立<em>%d</em>相册，上传<em>%d</em>张照片';
$lang['还没有上传过照片哦']			= '还没有上传过照片哦~ <br/><a href="javascript:void(0)">上传一些照片</a>与朋友们分享吧！';
$lang['本相册暂无照片']			= '很遗憾~<br/>本相册暂无照片...';


$lang['只能添加10个相册,保存相册失败!']		= "只能添加10个相册,保存相册失败!";
$lang['相册创建成功']		= "相册创建成功";
$lang['相册创建失败']		= "相册创建失败";
$lang['参数错误']		= "参数错误";
$lang['相册修改成功']		= "相册修改成功";
$lang['相册修改失败']			= "相册修改失败";
$lang['相册删除失败']		= "相册删除失败";
$lang['相册删除成功']		= "相册删除成功";
$lang['图片删除成功']	= "图片删除成功";
$lang['图片删除失败']		= "图片删除失败";
$lang['商城价']		= '商城价';
$lang['累计评价']		= '累计评价';
$lang['累计销量']		= '累计销量';
$lang['手机购买']		= '手机购买';
$lang['购买数量']			= '购买数量';
$lang['关闭']				= '关闭';
$lang['立即购买']			= '立即购买';
$lang['商品评价']			= '商品评价';
$lang['买家']				= '买家';
$lang['购买价']			= '购买价';
$lang['购买时间']			= '购买时间';
$lang['咨询内容不能为空']	= '咨询内容不能为空';
$lang['邮箱地址不正确'] = '邮箱地址不正确';
$lang['咨询内容']	= '咨询内容';
$lang['商家回复']		= '商家回复：';
$lang['还没有咨询内容']			= '还没有咨询内容';
$lang['咨询内容不能超过120个字符']			= '咨询内容不能超过120个字符';
$lang['请填写验证码']	= '请填写验证码';
$lang['电子邮箱']				= '电子邮箱：';
$lang['验证码']			= '验证码：';
$lang['看不清验证码']	= '看不清验证码？点击图片换一张。';
$lang['匿名发布']	= '匿名发布';
$lang['发布咨询']	= '发布咨询';
$lang['用户名']			= '用户名';
$lang['还可以输入']		= '还可以输入';
$lang['字']		= '字';
$lang['已经超出']	= '已经超出';
$lang['goods_index_default_spec']			= '默认规格';
$lang['goods_index_add_too_much']				= '库存不足';

$lang['节省']		= '节&emsp;省：';
$lang['购买组合']		= '购买组合';


$lang['今日']='今日';
$lang['促销']='促销';
$lang['满就送']='满就送';
$lang['限时']='限时';
$lang['折扣价']='折扣价';
$lang['抢购价']='抢购价';
$lang['手机']='手机';
$lang['更优惠']='更优惠';
$lang['分享']='分享';
$lang['分享到微信']='分享到微信';
$lang['分享到QQ空间']='分享到QQ空间';
$lang['分享到新浪微博']='分享到新浪微博';
$lang['分享到人人网']='分享到人人网';
$lang['分享到腾讯微博']='分享到腾讯微博';
$lang['分享到网易微博']='分享到网易微博';
$lang['分享到凤凰微博']='分享到凤凰微博';
$lang['分享到搜狐微博']='分享到搜狐微博';
$lang['分享到豆瓣']='分享到豆瓣';
$lang['分享到开心网']='分享到开心网';
$lang['分享到天涯']='分享到天涯';
$lang['分享到百度空间']='分享到百度空间';
$lang['分享到朋友网']='分享到朋友网';
$lang['分享到淘江湖']='分享到淘江湖';
$lang['分享到飞信']='分享到飞信';
$lang['分享到Facebook']='分享到Facebook';
$lang['分享到电子邮件']='分享到电子邮件';
$lang['收藏']='收藏';
$lang['举报']='举报';
$lang['虚拟商品']='虚拟商品';
$lang['可开具增值税发票']='可开具增值税发票';
$lang['手机专享价']='手机专享价';
$lang['手机端更优惠']='手机端更优惠';
$lang['原价']='原价';
$lang['距离开始']='距离开始';
$lang['距离结束']='距离结束';
$lang['已结束']='已结束';
$lang['拼团价格']='拼团价格';
$lang['手机端参加拼团']='手机端参加拼团';
$lang['市场价']='市场价';
$lang['批发价']='批发价';
$lang['件']='件';
$lang['原售价']='原售价';
$lang['会员专享价']='会员专享价';
$lang['商品二维码']='商品二维码';
$lang['优惠券']='优惠券';
$lang['点击领取']='点击领取';
$lang['结束时间']='结束时间';
$lang['开始时间']='开始时间';
$lang['授课老师']='老师';
$lang['时长']='时长';
$lang['分钟']='分钟';
$lang['累计购买']='累计购买';
$lang['限时折扣']='限时折扣';
$lang['直降']='直降';
$lang['手机拼团']='手机拼团';
$lang['拼团价']='拼团价';
$lang['满即送']='满即送';
$lang['送']='送';
$lang['单笔订单满']='单笔订单满';
$lang['项，展开查看']='项，展开查看';
$lang['项，促销活动规则']='项，促销活动规则';
$lang['共']='共';
$lang['赠品']='赠品';
$lang['关闭']='关闭';
$lang['单笔订单满']='单笔订单满';
$lang['团购']='团购';
$lang['购买数量不作限制']='购买数量不作限制';
$lang['数量']='数量';
$lang['当前库存']='当前库存';
$lang['加入购物车']='加入购物车';
$lang['立即批发']='立即批发';
$lang['去结算']='去结算';
$lang['每人限购']='每人限购';
$lang['有效期']='有效期';
$lang['永久']='永久';
$lang['该商品正在审核中']='该商品正在审核中';
$lang['该商品已下架']='该商品已下架';
$lang['查看店铺商品']='查看店铺商品';
$lang['看了又看']='看了又看';
$lang['详情图文']='详情图文';
$lang['学员评价']='学员评价';
$lang['权威推荐']='权威推荐';
$lang['共有']='共有';
$lang['好评']='好评';
$lang['人参与评分']='人参与评分';
$lang['中评']='中评';
$lang['差评']='差评';
$lang['进店逛逛']='进店逛逛';
$lang['关注店铺']='关注店铺';
$lang['IM咨询']='IM咨询';
$lang['店铺热销']='店铺热销';
$lang['热门关注']='热门关注';
$lang['热销']='热销';
$lang['人关注']='人关注';
$lang['查看本店其他商品']='查看本店其他商品';
$lang['您不能与自己店铺聊天']='您不能与自己店铺聊天';
$lang['到货通知']='到货通知';
$lang['本商品限购']='本商品限购';
$lang['本商品购买最低']='本商品购买最低';
$lang['还没选择自提点']='还没选择自提点';
$lang['定位成功']='定位成功';
$lang['经度']='经度';
$lang['纬度']='纬度';
$lang['精度']='精度';
$lang['米']='米';
$lang['定位失败']='定位失败';
$lang['是否经过偏移']='是否经过偏移';
$lang['是']='是';
$lang['否']='否';
$lang['暂无门店']='暂无门店';
$lang['地图门店列表']='地图门店列表';
$lang['请选择']='请选择';
$lang['全部']='全部';
$lang['地址']='地址';
$lang['营业时间']='<br>营业时间';
$lang['门店电话']='<br>门店电话';
$lang['活动已结束']='活动已结束';
$lang['宝贝已成功添加到购物车']='宝贝已成功添加到购物车';
$lang['购物车共有']='购物车共有';
$lang['种商品']='种商品';
$lang['总金额为']='总金额为';
$lang['继续购物']='继续购物';
$lang['活动时间']='活动时间';
$lang['单笔订单满']='单笔订单满';
$lang['立减现金']='立减现金';
$lang['送礼品']='送礼品';
$lang['商家货号']='商家货号';
$lang['品牌']='品牌';
$lang['商品评价']='商品评价';
$lang['销售记录']='销售记录';
$lang['购买提示']='购买的价格不同可能是由于店铺往期促销活动引起的，详情可以咨询卖家';
$lang['推荐商品']='推荐商品';
$lang['请填写购买数量']='请填写购买数量';
$lang['库存不足']='库存不足';



////zzzz
$lang['您没有咨询权限']	    = '您没有咨询权限';
$lang['请输入咨询内容']		= '请输入咨询内容';
$lang['您咨询的商品并不存在']	= '您咨询的商品并不存在';
$lang['您不能咨询自己的商品'] = '您不能咨询自己的商品';
$lang['发布该商品的店铺已关闭']	= '发布该商品的店铺已关闭';
$lang['保存超时']		= '保存超时';
$lang['show_store_index_store_due']			= '您要查看的店铺已到期';
/**
 * header中的文字
 */
$lang['bbc_store_nonentity']     = '店铺信息不正确，请重新登录';
$lang['全站搜']	= '全站搜';
$lang['店内搜']		= '店内搜';
$lang['bbc_message_center']		= "客服中心";
$lang['售前客服']	= "售前客服：";
$lang['售后客服']		= "售后客服：";
$lang['工作时间']		= "工作时间：";
$lang['更多']				= '更多';
$lang['bbc_description_of']		= '描述相符：';
$lang['bbc_service_attitude']	= '服务态度：';
$lang['bbc_delivery_speed']		= '发货速度：';
$lang['bbc_grade']				= '分';
$lang['bbc_around_shop']			= '逛逛店铺';
$lang['点击这里给我发消息']			= '点击这里给我发消息';
$lang['bbc_good_rate']			= '好评率：';
$lang['bbc_dynamic_evaluation']	= '店铺动态评分';
$lang['店铺信息']	= '店铺信息';
$lang['bbc_store_owner']			= '店主：';
$lang['bbc_store_addtime']		= '创店时间：';
$lang['所在地']		= '所&nbsp;&nbsp;在&nbsp;&nbsp;地：';
$lang['商品数量']		= '商品数量：';
$lang['bbc_store_collect']		= '店铺收藏：';
$lang['bbc_contact']				= '联系方式：';
$lang['bbc_contact_way']			= '联系方式';
$lang['bbc_me_collect']			= '我要收藏';
$lang['bbc_collect']				= '收藏';
$lang['件']				= '件';
$lang['bbc_goods']				= '商品';
$lang['bbc_name_identify']		= '实名认证';
$lang['bbc_store_identify']		= '实体店铺认证';
$lang['bbc_store_info']			= '店铺详情';
$lang['bbc_store_map']			= '店铺地图';
$lang['bbc_store_qrcode']		= '店铺二维码';
$lang['bbc_send_message']		= '发站内信';
$lang['bbc_identify']			= '认证信息：';
$lang['bbc_store_grade']			= '店铺等级';
$lang['bbc_credit_degree']		= '卖家信用：';
$lang['bbc_map_loading']			= '地图加载中...';
$lang['全部商品']			= '全部商品';
$lang['bbc_blogroll']			= '友情链接';
$lang['店铺首页']			= '店铺首页';
$lang['商品详情']			= '商品详情';
$lang['优惠套装']				= "优惠套装";
$lang['bbc_credit']				= '信用评价';
$lang['bbc_whole_address']		= '详细地址：';
$lang['bbc_phone']				= '联系电话：';
$lang['bbc_keyword']				= '关键字：';
$lang['bbc_price']				= '价格：';
$lang['bbc_goods_rankings']		= '商品排行';
$lang['bbc_hot_goods_rankings']	= '热销商品排行';
$lang['bbc_hot_collect_rankings']= '热门收藏排行';
$lang['售出']			= '售出：';
$lang['bbc_bi']					= '笔';
$lang['bbc_by_new']				= '按新品';
$lang['bbc_by_price']			= '按价格';
$lang['bbc_by_sale']				= '按销量';
$lang['bbc_by_click']			= '按人气';
$lang['bbc_look_more_store_goods']		= '查看本店其他商品';
$lang['bbc_qrcode_desc']			= '手机扫描二维码<br/>快速收藏店铺';
$lang['bbc_store_address']		= '店铺地址:';
$lang['bbc_store_files']			= '店铺档案';
$lang['bbc_basic_information']	= '基本信息';
$lang['bbc_dynamic_scoring']		= '动态评分';
$lang['bbc_service']				= '客服';
$lang['bbc_what_goods']			= '想找什么商品？';
$lang['bbc_shop_space']			= '店铺空间';
$lang['店铺动态']	= '店铺动态';
$lang['bbc_share']				= '分享';
$lang['bbc_collection_popularity']	= '收藏人气';

/**
 * 评价
 */
$lang['bbc_credit_evalstore_type_1']	= '宝贝与描述相符';
$lang['bbc_credit_evalstore_type_2']	= '卖家的服务态度';
$lang['bbc_credit_evalstore_type_3']	= '卖家的发货速度';
$lang['bbc_credit_good']				= '好评';
$lang['bbc_credit_normal']			= '中评';
$lang['bbc_credit_bad']				= '差评';
$lang['bbc_credit_all']				= '全部评价';
$lang['bbc_credit_defaultcontent_good']	= '好评!';
$lang['bbc_credit_defaultcontent_normal']= '中评!';
$lang['bbc_credit_defaultcontent_bad']	= '差评!';
$lang['商家解释']	= '商家解释';
$lang['bbc_credit_buyer_credit']	= '买家信用：';

/**
 * footer中的文字
 */


$lang['店铺信息']='店铺信息';
$lang['商品数量']='商品数量：';
$lang['含有']			= '含有“';
$lang['的商品']				= '”的商品';
$lang['没有找到相关商品']			= '很抱歉! 没有找到相关商品';


/**
 * 全部商品 all
 */
$lang['新品']					= '新品';
$lang['价格']				= '价格';
$lang['销量']				= '销量';
$lang['收藏']				= '收藏';
$lang['人气']				= '人气';


$lang['推荐商品']='推荐商品';
$lang['已销售']='已销售：';
$lang['件']='件';
$lang['很抱歉! 没有找到相关商品']='很抱歉! 没有找到相关商品';
$lang['新品']='新品';
$lang['收藏成功']='收藏成功';
$lang['与行业相比']='与行业相比';
$lang['综合评分']='综合评分';
$lang['分']='分';
$lang['公司名称']='公司名称';
$lang['进入商家店铺']='进入商家店铺';
$lang['公司名称']='公司名称';
$lang['收藏店铺']='收藏店铺';
$lang['搜索店内商品']='搜索店内商品';
$lang['人气收藏']		= '人气收藏';
$lang['店主']		= '店&nbsp;&nbsp;&nbsp;&nbsp;主';
$lang['进入店铺']	= '进入店铺';
$lang['主营']		= '主&nbsp;&nbsp;&nbsp;&nbsp;营';
$lang['分享']			= '分&nbsp;&nbsp;&nbsp;&nbsp;享';
$lang['分享店铺']		= '分享店铺';
$lang['我要收藏']		= '我要收藏';
$lang['复制']				= '复制';
$lang['全部动态']		= '全部动态';
$lang['促销']	= '促销';
$lang['新品']		= '新品';
$lang['热卖']			= '热卖';
$lang['店主推荐']		= '店主推荐';
$lang['已经复制到剪切板']	= '已经复制到剪切板！';
$lang['浏览器不支持复制']		= '浏览器不支持，请手动复制。';

$lang['浏览店铺动态']			= '浏览店铺动态';
$lang['优惠券面额']		= '优惠券面额';
$lang['起止时间']	= '	起止时间';
$lang['促销价格']		= '促销价格';
$lang['免运费']	= '免运费';
$lang['商品原价']		= '商品原价';
$lang['团购价格']		= '团购价格';

// 发布动态
$lang['热销']			= '热销商品';

// 动态设置
$lang['新品发布']		= '新品发布';
$lang['限时折扣']			= '限时折扣';
$lang['满即送']			= '满即送';
$lang['优惠套装']			= '优惠套装';
$lang['团购']			= '团购';
$lang['店铺推荐']	= '店铺推荐';
$lang['还没有收藏过店铺']		= '还没有收藏过店铺，快去收藏店铺吧！ ';

/**
 * 店铺自动发布默认语言
 * 必须5个
 */


$lang['人气收藏']='人气收藏';
$lang['进入店铺']='进入店铺';
$lang['店主']='店&nbsp;&nbsp;&nbsp;&nbsp;主';
$lang['点击这里给我发消息']='点击这里给我发消息';
$lang['主营']='主&nbsp;&nbsp;&nbsp;&nbsp;营';
$lang['分享']='分&nbsp;&nbsp;&nbsp;&nbsp;享';
$lang['分享店铺']='分享店铺';
$lang['全部动态']='全部动态';
$lang['店主推荐']='店主推荐';
$lang['促销']='促销';
$lang['新品']='新品';
$lang['热卖']='热卖';
$lang['发布动态提示']='快来发店铺动态吧,粉丝会来追捧你！ ';

$lang['您要查看的店铺不存在或正在被审核中']	= '您要查看的店铺不存在或正在被审核中';
$lang['市']				= '市';
$lang['绑定账号提示'] 		= '绑定主流社交网站账号，可以快速地将你觉得有趣的内容分享给相应网站上的朋友们。赶紧开始你的分享之旅吧！';
$lang['绑定账号提示2'] 		= '提示：若您之前绑定的相关平台在此又提示“马上绑定”，可能是由于各平台限制自然解除，或您在其他平台解除绑定，请点击 “马上绑定”重新关联相应平台。';
$lang['绑定于'] 	= '绑定于';
$lang['解除绑定'] 	= '解除绑定';
$lang['马上绑定'] 	= '马上绑定';

$lang['即将前往'] 	= '即将前往';
$lang['连接账号,账号安全'] 	= '连接账号，我们确保你的<br>账号安全，请放心连接...';
$lang['长时间不分享给'] 	= '长时间不分享给';
$lang['绑定会失效哦'] 	= '，绑定会失效哦';

$lang['完成连接'] 	= '完成连接';
$lang['还未完成'] 	= '还未完成？请';
$lang['重新连接'] 	= '重新连接';

$lang['账号连接'] 	= '账号连接';
$lang['确定要解除和'] 	= '确定要解除和';
$lang['的绑定吗'] 	= '的绑定吗？';

$lang['同时分享到']	= '同时分享到：';
$lang['同步设置']	= '同步设置';


//zzz
$lang['未开启站外分享功能'] 	= '未开启站外分享功能';
$lang['解除成功'] 	= '解除成功';
$lang['解除失败'] 	= '解除失败';
$lang['绑定失败,请重新绑定。'] 	= '绑定失败,请重新绑定。';
$lang['未开启站外分享功能'] 	= '未开启站外分享功能';