<?php
defined('DYMall') or exit('Access Invalid!');

/**
 * 控制器新增中文简体语言包
 * zzz
 */



//bapply 控制器新加语言包
$lang['商家入驻'] = '商家入驻';
$lang['入驻申请已经提交，请等待管理员审核'] = '入驻申请已经提交，请等待管理员审核';
$lang['已经提交，请等待管理员核对后为您开通店铺'] = '已经提交，请等待管理员核对后为您开通店铺';
$lang['审核成功，请完成付款，付款后点击下一步提交付款凭证'] = '审核成功，请完成付款，付款后点击下一步提交付款凭证';
$lang['审核失败:'] = '审核失败:';
$lang['付款审核失败:'] = '付款审核失败:';
$lang['公司名称不能为空且必须小于50个字'] = '公司名称不能为空且必须小于50个字';
$lang["公司地址不能为空且必须小于50个字"] = "公司地址不能为空且必须小于50个字";
$lang["公司详细地址不能为空且必须小于50个字"] = "公司详细地址不能为空且必须小于50个字";
$lang["公司电话不能为空"] = "公司电话不能为空";
$lang["员工总数不能为空且必须是数字"] = "员工总数不能为空且必须是数字";
$lang["注册资金不能为空且必须是数字"] = "注册资金不能为空且必须是数字";
$lang["联系人姓名不能为空且必须小于20个字"] = "联系人姓名不能为空且必须小于20个字";
$lang["联系人电话不能为空"] = "联系人电话不能为空";
$lang["电子邮箱不能为空"] = "电子邮箱不能为空";
$lang["营业执照号不能为空且必须小于20个字"] = "营业执照号不能为空且必须小于20个字";
$lang["营业执照所在地不能为空且必须小于50个字"] = "营业执照所在地不能为空且必须小于50个字";
$lang["营业执照有效期不能为空"] = "营业执照有效期不能为空";
$lang["法定经营范围不能为空且必须小于50个字"] = "法定经营范围不能为空且必须小于50个字";
$lang["营业执照电子版不能为空"] = "营业执照电子版不能为空";
$lang["法人姓名不能为空"] = "法人姓名不能为空";
$lang["法人身份证号不能为空"] = "法人身份证号不能为空";
$lang["证件有效期开始日志不能为空"] = "证件有效期开始日志不能为空";
$lang["证件有效期截止日期不能为空"] = "证件有效期截止日期不能为空";
$lang["法人证件反面电子版不能为空"] = "法人证件反面电子版不能为空";
$lang['富文本编辑器'] = '富文本编辑器';
$lang['无'] = '无';
$lang["银行开户名不能为空且必须小于50个字"] = "银行开户名不能为空且必须小于50个字";
$lang["银行账号不能为空且必须小于23个字"] = "银行账号不能为空且必须小于23个字";
$lang["开户银行支行名称不能为空且必须小于50个字"] = "开户银行支行名称不能为空且必须小于50个字";
$lang["支行联行号不能为空且必须小于23个字"] = "支行联行号不能为空且必须小于23个字";
$lang["开户行所在地不能为空"] = "开户行所在地不能为空";
$lang["开户银行许可证电子版不能为空"] = "开户银行许可证电子版不能为空";
$lang["银行开户名不能为空且必须小于50个字"] = "银行开户名不能为空且必须小于50个字";
$lang["银行账号不能为空且必须小于23个字"] = "银行账号不能为空且必须小于23个字";
$lang["开户银行支行名称不能为空且必须小于50个字"] = "开户银行支行名称不能为空且必须小于50个字";
$lang["支行联行号不能为空且必须小于23个字"] = "支行联行号不能为空且必须小于23个字";
$lang["开户行所在地不能为空"] = "开户行所在地不能为空";
$lang["店铺名称不能为空且必须小于50个字"] = "店铺名称不能为空且必须小于50个字";
$lang["店铺等级不能为空"] = "店铺等级不能为空";
$lang["店铺分类不能为空"] = "店铺分类不能为空";
$lang['请上传付款凭证'] = '请上传付款凭证';
$lang["所在地不能为空且必须小于50个字"] = "所在地不能为空且必须小于50个字";
$lang["详细地址不能为空且必须小于50个字"] = "详细地址不能为空且必须小于50个字";
$lang["身份证号不能为空且必须小于20个字"] = "身份证号不能为空且必须小于20个字";
$lang["姓名不能为空且必须小于50个字"] = "姓名不能为空且必须小于50个字";
$lang["身份证扫描件不能为空"] = "身份证扫描件不能为空";
$lang["支付宝不能为空且必须小于50个字"] = "支付宝不能为空且必须小于50个字";
$lang["支付宝账号不能为空且必须小于50个字"] = "支付宝账号不能为空且必须小于50个字";