<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 共有语言	
 */

/**
 * index
 */

$lang['系统不支持选定的支付方式']			= '系统不支持选定的支付方式:';
$lang['指定的支付接口不存在']				= '指定的支付接口不存在';
$lang['缺少支付方式']			= '缺少支付方式';
$lang['验证失败']			= '验证失败';
$lang['订单支付成功']		= '订单支付成功，正在前往我的订单';
$lang['充值成功']			= '充值成功，正在前往我的充值列表';


$lang['预存款充值_'] = '预存款充值_';
$lang['该订单不存在'] = '该订单不存在';
$lang['指定的支付接口不存在']				= '指定的支付接口不存在';
$lang['系统curl扩展未加载，请检查系统配置']				= '系统curl扩展未加载，请检查系统配置';
$lang['回调展示关闭业务处理']				= '回调展示关闭业务处理';
$lang['充值失败']				= '充值失败';
$lang['系统不支持选定的支付方式:']			= '系统不支持选定的支付方式:';
$lang['充值成功，正在前往我的充值列表']			= '充值成功，正在前往我的充值列表';
$lang['订单支付成功，正在前往我的订单']		= '订单支付成功，正在前往我的订单';