<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 积分礼品兑换功能公用
 */
$lang['礼品名称']			= '礼品名称';
$lang['兑换积分']		= '兑换积分';
$lang['兑换数量']			= '兑换数量';
$lang['积分小计']			= '积分小计';
$lang['确认收货人资料']			= '确认收货人资料';
$lang['兑换完成']		= '兑换完成';
$lang['所需总积分']		= '所需总积分';
/**
 * 购物车
 */

$lang['已选择的兑换礼品']	= '已选择的兑换礼品';
$lang['操作']				= '操作';
$lang['减少']				= '减少';
$lang['增加']			= '增加';
$lang['删除']					= '删除';
$lang['填写并确认兑换']				= '填写并确认兑换';

/**
 * step1
 */
$lang['收货地址']	= '收货人地址';
$lang['保存收货人信息']	= '保存收货人地址';
$lang['收货人姓名']		= '收货人姓名';
$lang['收货人姓名']	= '请填写真实姓名';
$lang['所在地区']				= '所在地区';
$lang['选择所在地区']		= '请选择所在地区';
$lang['详细地址']		= '详细地址';
$lang['请填写真实地址']		= '请填写真实地址，不需要重复填写所在地区';
$lang['固定电话']			= '电话号码';
$lang['电话号码和手机号码请至少填写一个']			= '电话号码和手机号码请至少填写一个';
$lang['手机号码']			= '手机号码';
$lang['备注留言']			= '备注留言';
$lang['写下需求']		= '选填，可以写下您对礼品的需求';
$lang['已选礼品']			= '已选礼品';


$lang['兑换商品信息']					= '兑换商品信息';
$lang['兑换所需积分']				= '兑换所需积分';
$lang['兑换数量']					= '兑换数量';
$lang['返回兑换列表']				= '返回兑换列表';
/**
 * step2
 */
$lang['您的兑换订单已成功生成']		= '您的兑换订单已成功生成';
$lang['兑换积分']	= '兑换积分';
$lang['查看详单']			= '查看详单';



$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';

/**
 * step3
 */



$lang['系统未开启积分或者积分兑换功能']	 		= '系统未开启积分或者积分兑换功能';
$lang['请您先进行登录']		= '请您先进行登录';
$lang['兑换失败']		= '兑换失败';
$lang['记录信息错误']			= '记录信息错误';
$lang['积分礼品兑换活动即将开始']		= '积分礼品兑换活动即将开始';
$lang['积分礼品兑换活动已经结束']			= '积分礼品兑换活动已经结束';
$lang['积分不足,请选择其他礼品']	= '积分不足,请选择其他礼品';
$lang['修改失败']		= '修改失败';
$lang['兑换的数量必须大于0']		= '兑换的数量必须大于0';
$lang['兑换的该礼品已经下架']		= '兑换的该礼品已经下架';
$lang['兑换操作失败']				= '兑换操作失败';
$lang['记录信息错误']			= '记录信息错误';