<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 共有语言
 */
$lang['我的购物车']		= '我的购物车';
$lang[' 购物车空空的哦~，去看看心仪的商品吧~']		= ' 购物车空空的哦~，去看看心仪的商品吧~';
$lang['去购物&gt;']		= '去购物&gt;';
$lang['填写核对购物信息']			= '填写核对购物信息';
$lang['支付提交']				= '支付提交';
$lang['订单完成']			= '订单完成';
/**
 * index
 */
$lang['收藏']			= '收藏';
$lang['删除']					= '删除';
$lang['商品总价']		= '商品总价（不含运费）';
/**
 * 添加
 */
$lang['没满足批发的最低数量']			= '没满足批发的最低数量';
/**
 * 删除
 */
/**
 * step1
 */
$lang['写下需求']		= '选填，可以告诉卖家您对商品的特殊需求，如颜色、尺码等';
$lang['寄送至']		= '寄送至';
$lang['(收)']		= '（收）';
$lang['选择所在地区']			= '请选择所在地区';
$lang['填写详细地址']		= '请填写收货人详细地址';
$lang['填写收货人']		= '请填写收货人姓名';
$lang['收货人姓名']		= '收货人姓名';
$lang['所在地区']				= '所在地区';
$lang['请先设置收货地址']	= '请先设置收货地址';
$lang['详细地址']		= '详细地址';
$lang['请填写真实地址']		= '请填写真实地址，不需要重复填写所在地区';
$lang['固定电话']			= '固定电话';
$lang['手机号码']			= '手机号码';
$lang['手机号码或固定电话请至少填写一个']	= '手机号码或固定电话请至少填写一个';
$lang['手机号码位数错误']			= '手机号码只能是11位';
$lang['保存收货人信息']  = '保存收货人信息';
$lang['保存发票信息']        = '保存发票信息';
/**
 * step2
 */
$lang['系统异常,生成订单失败']			= '系统异常，生成订单失败！如有疑问请联系管理员';
$lang['您的兑换订单已成功生成']		= '您的订单已成功生成，选择您想用的支付方式进行支付';
$lang['抱歉,暂时没有符合条件的支付方式,请']			= '抱歉，暂时没有符合条件的支付方式，请';
$lang['联系卖家']			= '联系卖家';
$lang['联系客服']			= '联系客服';
$lang['进行后续购买流程']			= '进行后续购买流程';


$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';

/**
 * 更新
 */
/**
 * 订单支付
 */



$lang['全选']='全选';
$lang['规格']='规格';
$lang['免运费']='免运费';
$lang['满即送']='满即送';
$lang['团购促销']='团购促销';
$lang['最大限购']='最大限购';
$lang['今日抢购，单价直降']='今日抢购，单价直降';
$lang['件，单价直降']='件，单价直降';
$lang['优惠套装']='优惠套装';
$lang['无效']='无效';
$lang['移入收藏夹']='移入收藏夹';
$lang['去结算']='去结算';
$lang['商品']='商品';
$lang['单价']='单价';
$lang['数量']='数量';
$lang['小计']='小计';
$lang['操作']='操作';
$lang['减少商品件数']='减少商品件数';
$lang['增加商品件数']='增加商品件数';
$lang['删除']='删除';
$lang['收藏']='收藏';
$lang['总数']='总数';
$lang['展开']='展开';
$lang['关闭']='关闭';
$lang['订单完成']='订单完成';
$lang['选购清单']='选购清单';
$lang['清单列表']='清单列表';
$lang['已下架']='已下架';
$lang['普通购物车']='普通购物车';
$lang['批发中心购物车']='批发中心购物车';
$lang['商品总价（不含运费）']='商品总价（不含运费）';
$lang['请输入登录密码']='请输入登录密码';
$lang['抵用']='抵用';
$lang['密码错误']='密码错误';
$lang['填写核对购物信息']='填写核对购物信息';
$lang['支付方式']='支付方式';
$lang['在线支付']='在线支付';
$lang['修改']='修改';
$lang['货到付款']='货到付款';
$lang['样商品']='样商品';
$lang['保存支付方式']='保存支付方式';
$lang['以下商品支持']='以下商品支持';
$lang['确认支付方式']='确认支付方式';
$lang['如需要修改，请先保存支付方式']='如需要修改，请先保存支付方式';
$lang['请选择支付方式']='请选择支付方式';
$lang['进来点击函数内部']='进来点击函数内部';
$lang['线上支付']='线上支付';
$lang['线下支付']='线下支付';
$lang['发票信息']='发票信息';
$lang['如需修改，请先保存发票信息']='如需修改，请先保存发票信息';
$lang['使用优惠券']='使用优惠券';
$lang['不使用']='不使用';
$lang['暂不使用优惠券']='暂不使用优惠券';
$lang['无门槛优惠券']='无门槛优惠券';
$lang['满']='满';
$lang['减']='减';
$lang['暂无优惠券']='暂无优惠券';
$lang['如需修改，请先保存']='如需修改，请先保存';
$lang['选择优惠券']='选择优惠券';
$lang['确定']='确定';
$lang['元优惠券']='元优惠券';
$lang['商品清单']='商品清单';
$lang['限时折扣']='限时折扣';
$lang['团购']='团购';
$lang['拼团']='拼团';
$lang['优惠套装']='优惠套装';
$lang['首单减免']='首单减免';
$lang['库存不足']='库存不足';
$lang['会员']='会员';
$lang['折']='折';
$lang['买家留言']='买家留言';
$lang['赠品']='赠品';
$lang['商品金额']='商品金额';
$lang['本店合计']='本店合计';
$lang['使用积分抵现(当前积分:']='使用积分抵现（当前积分：';
$lang['最多可使用']='最多可使用';
$lang['您要使用：积分']='您要使用：积分';
$lang['使用预存款支付（当前可用余额']='使用预存款支付（当前可用余额';
$lang['登录密码']='登录密码';
$lang['使用']='使用';
$lang['确定']='确定';
$lang['取消']='取消';
$lang['运费']='运费';
$lang['订单总金额']='订单总金额';
$lang['提交订单']='提交订单';
$lang['确认使用货到付款方式吗？']='确认使用货到付款方式吗？';
$lang['使用预存款支付，需输入登录密码并使用']='使用预存款支付，需输入登录密码并使用';
$lang['订单支付成功！您已成功支付订单金额']='订单支付成功！您已成功支付订单金额';
$lang['可通过用户中心']='可通过用户中心';
$lang['已买到的商品']='已买到的商品';
$lang['查看订单状态']='查看订单状态';
$lang['继续购物']='继续购物';
$lang['查看订单']='查看订单';


//zzzzzz
$lang['您没有商品购买的权限,如有疑问请联系客服人员'] 				= '您没有商品购买的权限,如有疑问请联系客服人员';
$lang['该订单不存在']		= '该订单不存在';
$lang['请填写收货人姓名']		= '请填写收货人姓名';
$lang['请选择所在地区']			= '请选择所在地区';
$lang['请填写收货人详细地址']		= '请填写收货人详细地址';
$lang['新地址添加失败']		= '新地址添加失败';
$lang['个人']		= '个人';
$lang['下单错误']		= '下单错误';
$lang['该商品不存在']		= '该商品不存在';
$lang['请先登录']		= '请先登录';
$lang['不能购买自己店铺的商品']			= '不能购买自己店铺的商品';
$lang['商品库存不足，提醒店家补货']		= '商品库存不足，提醒店家补货';
$lang['没满足批发的最低数量']			= '没满足批发的最低数量';
$lang['修改失败']			= '修改失败';
$lang['商品已被下架']			= '商品已被下架';
$lang['商品删除失败']			= '商品删除失败';
$lang["该优惠套装部分商品库存不足，<br/>建议您降低购买数量或购买库存足够的单个商品"]			= "该优惠套装部分商品库存不足，<br/>建议您降低购买数量或购买库存足够的单个商品";
$lang['该优惠套装已经无效，建议您购买单个商品'] = '该优惠套装已经无效，建议您购买单个商品';
$lang["该优惠套装已不存在，建议您单独购买"] = "该优惠套装已不存在，建议您单独购买";

$lang['发票数超限']		= 'A maximum of 10 pieces of invoice information are allowed to be saved. Please delete some infrequently used invoices before adding them';