<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 优惠券功能公用
 */
$lang['有效']	= '有效';
$lang['张']	 		= '张';
$lang['优惠券']	 		= '优惠券';
$lang['热门代金券']	 		= '热门代金券&nbsp;&nbsp;&nbsp;';
$lang['更多优惠券']	 		= '更多优惠券';

$lang['优惠店铺']	 		= '优惠店铺';
$lang['金额']	 		= '金额';
$lang['有效期']	 		= '有效期';
$lang['所需积分']	 		= '所需积分';
$lang['使用条件']	 		= '使用条件';
$lang['本店购物满']	 		= '本店购物满';
$lang['剩余数量']	 		= '剩余数量';
$lang['您当前拥有的积分']	 		= '您当前拥有的积分';
$lang['确认兑换']	 		= '确认兑换';

$lang['暂无优惠券']				= '暂无优惠券';


$lang['有效']	= '有效';
$lang['失效']	= '失效';
$lang['系统未开启优惠券或者积分功能'] = '系统未开启优惠券或者积分功能';
$lang['您要兑换的店铺优惠券']	 		= '您要兑换的店铺优惠券';
$lang['优惠券信息错误']	 		= '优惠券信息错误';
$lang['不可以兑换自己店铺的优惠券']	 	= '不可以兑换自己店铺的优惠券';
$lang['您的可用优惠券已有%s张,不可再兑换了']	 	= '您的可用优惠券已有%s张,不可再兑换了';
$lang['该优惠券您已兑换%s次，不可再兑换了']	 	= '该优惠券您已兑换%s次，不可再兑换了';
$lang['您的积分不足，暂时不能兑换该优惠券']	 	= '您的积分不足，暂时不能兑换该优惠券';
$lang['优惠券'] = '优惠券';
$lang['消耗积分'] = '消耗积分';
$lang['兑换成功']	 	= '兑换成功';
$lang['兑换失败']	 	= '兑换失败';