<?php
defined('DYMall') or exit('Access Invalid!');
/**
 *  登录-公共语言	
 */

/**
 * 登录-注册
 */

$lang['密码不能为空']		= "密码不能为空";
$lang['密码长度不正确']		= "密码长度应在6-20个字符之间";
$lang['电子邮箱不能为空']			= "电子邮箱不能为空";
$lang['电子邮箱格式不正确']		= "这不是一个有效的电子邮箱";
$lang['该电子邮箱已经存在']		= "该电子邮箱已经存在";
$lang['用户名']			= "用户名";
$lang['设置密码']					= "设置密码";
$lang['您的登录密码']	= "您的登录密码";
$lang['邮箱']				= "邮箱";
$lang['请输入常用邮箱']	= "请输入常用邮箱";
$lang['确认提交']			= "确认提交";

/**
 * 登录-用户保存
 */
$lang['手机号不能为空']	= "手机号不能为空";
$lang['手机号不正确']	= "手机号不正确";
$lang['短信验证码不能为空']	= "短信验证码不能为空";
$lang['新密码不能为空']	= "新密码不能为空";
$lang['验证码不能为空']				= "验证码不能为空";

/**
 * 密码找回
 */
$lang['忘记密码']				    = '忘记密码';

/**
 * 找回处理
 */

$lang['请输入手机号']		= '请输入手机号';

$lang['电子邮箱不能为空']		= '电子邮箱不能为空';


$lang['手机号']		= '手机号';
$lang['获取验证码']		= '获取验证码';
$lang['短信验证码']		= '短信验证码';
$lang['短信验证']		= '短信验证';
$lang['新密码']		= '新密码';
$lang['重置密码']		= '重置密码';
$lang['手机注册']		= '手机注册';
$lang['账号注册']		= '账号注册';
$lang['时尚生活从此开始']		= '时尚生活从此开始';
$lang['用户名']		= '&nbsp;用&nbsp;户&nbsp;名';
$lang['设置密码']		= '设置密码';
$lang['登录提示']		= '3-20位中英文、数字及_、-';
$lang['密码提示']		= '6-16位英文、数字及标点符号';
$lang['确认密码']		= '确认密码';
$lang['验证码']		= '验&nbsp;证&nbsp;码';
$lang['请输入验证码']		= '请输入验证码';
$lang['立即注册']		= '立即注册';
$lang['阅读并同意']		= '阅读并同意';
$lang['请输入手机号码']		= '请输入手机号码';
$lang['发送短信验证码']		= '发送短信验证码';
$lang['下一步']		= '下一步';
$lang['输入6位短信验证码']		= '输入6位短信验证码';
$lang['邮箱']		= '邮&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;箱';
$lang['用户名提示']		= '用户名必须在3-15个字符之间';
$lang['用户名不能包含敏感字符']		= '用户名不能包含敏感字符';
$lang['该用户名已经存在']		= '该用户名已经存在';
$lang['密码长度应在6-20个字符之间']		= '密码长度应在6-20个字符之间';
$lang['输入正确的手机号']		= '输入正确的手机号';
$lang['输入正确的手机号']		= '输入正确的手机号';
$lang['请输入正确的短信码']		= '请输入正确的短信码';
$lang['请输入正确的验证码']		= '请输入正确的验证码';
$lang['请填入正确的手机号']		= '请填入正确的手机号';
$lang['请输入六位短信动态码']		= '请输入六位短信动态码';
$lang['请阅读并同意该协议']		= '请阅读并同意该协议';
$lang['验证码不正确']		= '验证码不正确';
$lang['两次输入的密码不一致']		= '两次输入的密码不一致';
$lang['请再次输入您的密码']		= '请再次输入您的密码';
$lang['密码不能为空']		= '密码不能为空';
$lang['用户名不能为空']		= '用户名不能为空';
$lang['QQ账号登录']		= 'QQ账号登录';
$lang['微信账号登录']		= '微信账号登录';
$lang['提交注册']		= '提交注册';
$lang['系统随机生成也可自行修改']		= '系统随机生成也可自行修改';
$lang['这不是一个有效的电子邮箱']		= '这不是一个有效的电子邮箱';
$lang['该电子邮箱已经存在']		= '该电子邮箱已经存在';
$lang['换一张']		= '换一张';
$lang['服务协议']		= '服务协议';
$lang['请输入常用邮箱']		= '请输入常用邮箱';
$lang['已有账号，去']		= '已有账号，去';
$lang['登录']		= '登录';
$lang['您必须再次确认您的密码']		= '您必须再次确认您的密码';
$lang['确认提交']		= '确认提交';
$lang['绑定帐号']		= '绑定帐号';



//zzzzzzzz
$lang['注册失败']				= "注册失败";
$lang['注册成功']				= "注册成功";
$lang['用户注册']				= "用户注册";
$lang['非法操作']				= "非法操作";
$lang['欢迎来到site_name</br>建议您尽快完善资料</br>祝您购物愉快！'] 	= '欢迎来到site_name</br>建议您尽快完善资料</br>祝您购物愉快！';
$lang['非法提交'] = '非法提交';
$lang['请输入登录名称'] = '请输入登录名称';
$lang['登录名称不存在'] = '登录名称不存在';
$lang['电子邮箱不能为空']	= '电子邮箱不能为空';
$lang['邮箱地址错误']	= '邮箱地址错误';
$lang['邮件发送超时，请重新申请']			= '邮件发送超时，请重新申请';
$lang['新密码已经发送至您的邮箱，请尽快登录并更改密码！']			= '新密码已经发送至您的邮箱，请尽快登录并更改密码！';
$lang['请输入手机号']			= '请输入手机号';
$lang['请输入新密码']			= '请输入新密码';
$lang['动态码错误或已过期，重新输入']			= '动态码错误或已过期，重新输入';
$lang['密码修改成功']			= '密码修改成功';
$lang['重置密码失败，请稍后重试']			= '重置密码失败，请稍后重试';
$lang['验证码不能为空']				= "验证码不能为空";
$lang['密码与确认密码不相同，请从重新输入']	= "密码与确认密码不相同，请从重新输入";
$lang['电子邮件格式不正确，请重新填写']		= "电子邮件格式不正确，请重新填写";
$lang['您必须同意服务条款才能注册']			= "您必须同意服务条款才能注册";
$lang['您填写的用户名称已经存在，请您选择其他用户名填写']	= "您填写的用户名称已经存在，请您选择其他用户名填写";
$lang['您填写的邮箱已经存在，请您选择其他邮箱填写']		= "您填写的邮箱已经存在，请您选择其他邮箱填写";