<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * header中的文字
 */
$lang['退出']	= "退出";
$lang['游客']	= "游客";
$lang['登录']	= "登录";
$lang['请登录']	= "请登录";
$lang['账户登录']	= "账户登录";
$lang['注册']	= "注册";
$lang['请注册']	= "请注册";
$lang['免费注册']	= "免费注册";
$lang['退出']	= "退出";
$lang['中文']	= "中文";
$lang['购物车']			= "购物车";
$lang['种商品']	= "种商品";
$lang['我的订单']		= "我的订单";
$lang['待付款订单']		= "待付款订单";
$lang['待确认收货']		= "待确认收货";
$lang['待评价交易']		= "待评价交易";
$lang['我的收藏']		= "我的收藏";
$lang['商品收藏']		= "商品收藏";
$lang['店铺收藏']		= "店铺收藏";
$lang['商家管理']		= "商家管理";
$lang['招商入驻']		= "招商入驻";
$lang['商家登录']		= "商家登录";
$lang['购物车结算']		= "购物车结算";
$lang['最新加入的商品']		= "最新加入的商品";
$lang['去购物车']		= "去购物车";
$lang['发布需求']		= "发布需求";
$lang['登录商家管理中心']		= "登录商家管理中心";
$lang['站点导航']		= "站点导航";
$lang['查看全部商品分类']		= "查看全部商品分类";
$lang['热卖推荐']		= "热卖推荐";
$lang['我的足迹']		= "我的足迹";
$lang['立即购买']		= "立即购买";
$lang['忘记密码？']		= "忘记密码？";
$lang['看不清，换一张']		= "看不清，换一张";
$lang['新浪微博']		        = "新浪微博";
$lang['微信账号登录']		        = "微信账号登录";
$lang['我的财产']		        = "我的财产";
$lang['扫描二维码']				= '扫描二维码';
$lang['关注商城']				= '关注商城';
$lang['手机商城']				= '手机商城';
$lang['切换语言']				= '切换语言';
$lang['我的课程']				= '我的课程';
$lang['我的授课课程']				= '我的授课课程';
$lang['我的学习课程']				= '我的学习课程';
$lang['网站导航']				= '网站导航';
$lang['平台导航']				= '平台导航';

$lang['课程分类']		= "课程分类";
$lang['搜索商品/店铺']		= "搜索商品/店铺";
/**
 * footer中的文字
 */



//zzz
$lang['团购活动']		= "团购活动";