<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 共有语言
 */
$lang['没有找到符合条件的商品']				= '没有找到符合条件的商品';

/**
 * 列表页
 */
$lang['所有品牌']			= '所有品牌';
$lang['品牌申请']			= '品牌申请';




$lang['推荐品牌']='推荐品牌';
$lang['最近浏览']='最近浏览';
$lang['点击按销量从低到高排序']='点击按销量从低到高排序';
$lang['点击按销量从高到低排序']='点击按销量从高到低排序';
$lang['点击按人气从低到高排序']='点击按人气从低到高排序';
$lang['点击按人气从高到低排序']='点击按人气从高到低排序';
$lang['点击按价格从低到高排序']='点击按价格从低到高排序';
$lang['点击按价格从高到低排序']='点击按价格从高到低排序';

///zzz
$lang['品牌申请']			= '品牌申请';
$lang['其他']			= '其他';
$lang['所有品牌']			= '所有品牌';