<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 共有语言
 */

/**
 * 团购
 */

/**
 * 评价evaluation
 */

/**
 * 地址
 */
$lang['新增地址']		= '新增地址';
$lang['收货人']	= '收货人';
$lang['所在地区']		= '所在地区';
$lang['街道地址']			= '街道地址';
$lang['电话']			= '电话';
$lang['手机']			= '手机';
$lang['编辑地址']	= '编辑地址';
$lang['请填写您的真实姓名']		= '请填写您的真实姓名';
$lang['不必重复填写地区']		= '不必重复填写地区';
$lang['电话号码']		= '电话号码';
$lang['区号']		= '区号';
$lang['分机']		= '分机';
$lang['手机号码']		= '手机号码';
$lang['请填写收货人姓名']	= '请填写收货人姓名';
$lang['请选择所在地区']	= '请选择所在地区';
$lang['固定电话和手机请至少填写一项']	= '固定电话和手机请至少填写一项.';
$lang['电话号码格式不正确']		= '电话号码由数字、加号、减号、空格、括号组成,并不能少于6位. ';
$lang['错误的手机号码']	= '错误的手机号码';
/**
 * 订单
 */
$lang['下单时间']		= '下单时间';
$lang['订单号']		= '订单号';

$lang['店铺']	= '店铺';

/**
 * 订单状态变更
 */
$lang['您确定要取消下面的订单吗']	= '您确定要取消下面的订单吗';
$lang['取消原因']	= '取消原因';
$lang['改买其他商品']		= '改买其他商品';
$lang['改用其他配送方式']	= '改用其他配送方式';
$lang['从其他店铺购买']		= '从其他店铺购买';
$lang['其他原因']		= '其他原因';
$lang['确认收货']	= '确认收货';
$lang['确认收货']	= '确认是否已经收到了服务项目';
$lang['订单编号']			= '订单编号';
$lang['提前确认付款提示']		= '请注意： 如果你尚未收到货品请不要点击“确认”。大部分被骗案件都是由于提前确认付款被骗的，请谨慎操作！ ';
$lang['于']				= '于';
$lang['退款']			= '退款';
$lang['汇款人姓名']			= '汇款人姓名';
$lang['汇入银行']			= '汇入银行';
$lang['汇款入账号']		= '汇款入账号';
$lang['汇款金额']			= '汇款金额';
$lang['汇款日期']			= '汇款日期';
$lang['其它']		= '其它';
$lang['汇款单号']			= '汇款单号';


$lang['物流单号']		= '物流单号';
$lang['物流动态']	= '物流动态';
$lang['以上部分信息来自于第三方']		= '以上部分信息来自于第三方，仅供参考，如需准确信息可联系卖家或物流公司';
$lang['物流详情']			= '物流详情';
$lang['卖家已发货']		= '卖家已发货';
$lang['我的留言']		= '我的留言';
$lang['自行发货']				= '发货方式：自行联系';
$lang['物流公司']			= '物流公司';
$lang['收货信息']			= '收货信息';
$lang['发货信息']			= '发货信息';


$lang['全部订单']='全部订单';
$lang['所有订单']='所有订单';
$lang['已完成']='已完成';
$lang['已评价']='已评价';
$lang['已取消']='已取消';
$lang['下单时间']='下单时间';
$lang['开始时间']='开始时间';
$lang['结束时间']='结束时间';
$lang['订单回收站']='订单回收站';
$lang['单价']='单价';
$lang['数量']='数量';
$lang['售后维权']='售后维权';
$lang['订单金额']='订单金额';
$lang['交易状态']='交易状态';
$lang['交易操作']='交易操作';
$lang['订单号']='订单';
$lang['件']='件';
$lang['展开']='展开';
$lang['关闭']='关闭';
$lang['清单列表']='清单列表';
$lang['交易关闭']='交易关闭';
$lang['订单总额']='订单总额';
$lang['积分抵扣']='积分抵扣';
$lang['订单详情']='订单详情';
$lang['订单支付']='订单支付';
$lang['我要评价']='我要评价';
$lang['删除订单']='删除订单';
$lang['永久删除']='永久删除';
$lang['还原订单']='还原订单';
$lang['确认服务']='确认服务';
$lang['删除提示1']='您确定要删除吗?<br/>删除后该订单可以在回收站找回或彻底删除';
$lang['您确定要还原吗?']='您确定要还原吗?';
$lang['删除提示2']='您确定要永久删除吗?永久删除后您将无法再查看该订单，也无法进行投诉维权，请谨慎操作！';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['我的课程']='我的课程';
$lang['课程列表']='课程列表';
$lang['商品名称']='商品名称';
$lang['查看学生']='查看学生';
$lang['已评价']='已评价';
$lang['上次学习时间']='上次学习时间';
//$lang['上次学习章节']='上次学习章节';
$lang['购买时间']='购买时间';
$lang['课程到期时间']='课程到期时间';
$lang['学习进度']='学习进度';
$lang['全部任务共']='全部任务共';
$lang['节']='节';
$lang['订单信息']='订单信息';
$lang['发票']='发票';
$lang['不需要发票']='不需要发票';
$lang['买家留言']='买家留言';
$lang['订单编号']='订单编号';
$lang['支付时间']='支付时间';
$lang['更多']='更多';
$lang['所在地区']='所在地区';
$lang['联系电话']='联系电话';
$lang['订单状态']='订单状态';
$lang['付款完成']='付款完成';
$lang['取消订单']='取消订单';
$lang['生成订单']='生成订单';
$lang['订单生成时间']='订单生成时间';
$lang['完成付款']='完成付款';
$lang['评价']='评价';
$lang['总额']='总额';
$lang['会员']='会员';
$lang['折']='折';
$lang['操作']='操作';
$lang['待付款']='待付款';
$lang['获得证书']='获得证书';
$lang['订单已经提交，等待买家付款']='订单已经提交，等待买家付款';
$lang['1. 如果收到货后出现问题，您可以联系商家协商解决。']='1. 如果收到货后出现问题，您可以联系商家协商解决。';
$lang['1. 如果购买后出现问题，您可以联系商家协商解决。']='1. 如果购买后出现问题，您可以联系商家协商解决。';
$lang['2. 如果商家没有履行应尽的承诺，您可以在交易完成后的天内进行“交易投诉”。']='2. 如果商家没有履行应尽的承诺，您可以在交易完成后的天内进行“交易投诉”。';
$lang['3. 交易已完成，你可以对购买的商品进行评价。']='3. 交易已完成，你可以对购买的商品进行评价。';
$lang['1. 您尚未对该订单进行支付，请']='1. 您尚未对该订单进行支付，请';
$lang['2. 如果您不想购买此订单的商品，请选择']='2. 如果您不想购买此订单的商品，请选择 ';
$lang['3. 如果您未对该笔订单进行支付操作，系统将于']='3. 如果您未对该笔订单进行支付操作，系统将于';
$lang['支付订单']='支付订单';
$lang['以确保商家及时发货。']='以确保商家及时发货。';
$lang['以确保您可以及时学习。']='以确保您可以及时学习。';
$lang['自动关闭该订单。']='自动关闭该订单。';
$lang['删除提示']='您确定要删除吗?<br/>删除后该订单可以在回收站找回或彻底删除';
$lang['交易完成']='交易完成';


$lang['暂未观看']='暂未观看';
$lang['立即播放']='立即播放';
$lang['参数不正确']	= '参数不正确';
$lang['收货人不能为空']	= '收货人不能为空';
$lang['所在地区选择不正确']		= '所在地区选择不正确';
$lang['所在地区信息不能为空']		= '所在地区信息不能为空';
$lang['详细地址不能为空']	= '详细地址不能为空';
$lang['固定电话和手机请至少填写一项.']	= '固定电话和手机请至少填写一项.';
$lang['修改地址失败']		= '修改地址失败';
$lang['新增地址失败']		= '新增地址失败';
$lang['最多允许添加20个有效地址']		= '最多允许添加20个有效地址';
$lang['删除成功']		= '删除成功';
$lang['删除地址失败']		= '删除地址失败';
$lang['该订单不存在']	    = '该订单不存在';