<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 新浪微博登录功能语言包
 */
$lang['新密码不能为空']			= '新密码不能为空';
$lang['密码长度不正确']				= '密码长度不正确';
$lang['确认密码不正确']	= '新密码与确认密码不相同，请从重新输入';
$lang['确认密码不能为空']		= '确认密码不能为空';
$lang['您已将本站帐号']				= '您已将本站帐号';
$lang['与新浪微博账号']				= '与新浪微博账号';
$lang['绑定']				= '绑定';
$lang['解除已绑定帐号']				= '解除已绑定帐号？';
$lang['如果您忘记本站账号']				= '如果您忘记本站账号';
$lang['请重新设置本站登录密码']				= '的密码，请重新设置本站登录密码，再确认解除';

$lang['新密码']				= '新密码';
$lang['确认密码']			= '确认密码';
$lang['确认解除']				= '确认解除';
$lang['修改密码并解除']		= '修改密码并解除';
$lang['立刻绑定新浪微博']				= '点击按钮，立刻绑定新浪微博账号';
$lang['使用新浪微博绑定']			= '使用新浪微博账号绑定本站，您可以...';
$lang['用新浪微博登录']			= '用新浪微博账号轻松登录';
$lang['无需记住本站的帐号和密码']			= '无需记住本站的帐号和密码，随时使用新浪微博账号密码轻松登录';