<?php
defined('DYMall') or exit('Access Invalid!');
/**
 *  公共语言	
 */

$lang['查看站内信']		= '查看站内信';
$lang['回复']				= '回复';
$lang['提交']			= '提交';

$lang['说'] = '说';

/**
 * 站内信回复保存
 */
$lang['回复内容不能为空']	= '回复内容不能为空';
/**
 * 站内信删除
 */



$lang['店铺名称']='店铺名称';
$lang['发信人']='发信人';
$lang['收信人']='收信人';
$lang['收件人']='收件人';
$lang['内容']='内容';
$lang['最后更新']='最后更新';
$lang['操作']='操作';
$lang['全选']='全选';
$lang['查看详情']='查看详情';
$lang['暂无数据']='暂无符合条件的数据记录';
$lang['您确实要删除该站内信吗']='您确实要删除该站内信吗';
$lang['留言提示']='多个收件人请用逗号分隔';
$lang['留言']='留言';
$lang['私信']='私信';
$lang['确认发送']='确认发送';
$lang['无好友']='您还没有好友';
$lang['收件人不能为空']='收件人不能为空';
$lang['内容不能为空']='内容不能为空';
$lang['付款成功提示']='付款成功提示';
$lang['余额变动提醒']='余额变动提醒';
$lang['商品咨询回复提示']='商品咨询回复提示';
$lang['保存更改']='保存更改';


//zzzz
$lang['系统消息']	= '系统消息';
$lang['您没有权限发送站内信'] = '您没有权限发送站内信';
$lang['收件人不能为空']		= '收件人不能为空';
$lang['内容不能为空']		= '内容不能为空';
$lang['站内信发送成功']		= '站内信发送成功';
$lang['站内信发送失败']			= '站内信发送失败';
$lang['没有符合条件的记录']	 		= '没有符合条件的记录';
$lang['站内信回复失败']	= '站内信回复失败';
$lang['站内信删除成功']		= '站内信删除成功';
$lang['站内信删除失败']			= '站内信删除失败';
$lang['收到消息']			= '收到消息';
$lang['已发送消息']			= '已发送消息';
$lang['发私信']			= '发私信';
$lang['接受消息设置']			= '接受消息设置';