<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * SNS功能公用
 */
$lang['表情']					= '表情';
$lang['所有人']	= '所有人';
$lang['所有人可见']		= '所有人可见';
$lang['好友可见']	= '好友可见';
$lang['仅自己可见']		= '仅自己可见';
$lang['不能超过140字']			= '不能超过140字';
$lang['还可以输入']			= '还可以输入';
$lang['字']			= '字';
$lang['已经超出']			= '已经超出';
$lang['设置']				= '设置';
$lang['查看详情']			= '查看详情';
$lang['已选择']				= '已选择';
$lang['该动态已经删除']				= '该动态已经删除';

/**
 * SNS首页
 */
$lang['分享店铺']				= '分享店铺';
$lang['谁来看过']				= '谁来看过';
$lang['访问过的人']			= '访问过的人';
$lang['最近没人访问过']	= '最近没有人访问过您的空间，多关注些';
$lang['好友']	= '好友';
$lang['互动吧']	= '互动吧~';

$lang['最近您没有浏览过好友']	= '最近您没有浏览过好友的空间，赶快去看看';
$lang['最近搜罗了哪些宝贝']	= '最近搜罗了哪些宝贝';
/**
 * 分享商品
 */
$lang['还没有购买商品']	= '还没有购买商品~';
$lang['买到和收藏的好宝贝分享给好友吧']	= '买到和收藏的好宝贝分享给好友吧!';
$lang['选择一件分享的商品']	= '选择一件分享的商品~';
$lang['价格']	= '价&nbsp;&nbsp;格';
$lang['运费']	= '运&nbsp;&nbsp;费';
$lang['收藏该宝贝']	= '收藏该宝贝';
$lang['分享已买到和收藏的宝贝']	= '分享已买到和收藏的宝贝';
$lang['跟大家一起分享自己喜欢的宝贝吧']	= '跟大家一起分享自己喜欢的宝贝吧~';
/**
 * 分享店铺
 */
$lang['分享店铺']				= '分享店铺';
$lang['选择一家要分享的店铺']		= '选择一家要分享的店铺~';
$lang['您还没有收藏店铺']	= '您还没有收藏店铺';
$lang['喜爱的店铺与朋友一起分享吧']	= '喜爱的店铺与朋友一起分享吧！';
$lang['店主']	= '店主';
$lang['所在地']	= '所在地';
/**
 * 评论
 */
$lang['评论']	= '评论';
$lang['原文评论']	= '原文评论';
$lang['需要评论点内容']	= '需要评论点内容~';
$lang['我也插句话']	= '我也插句话...';
$lang['楼']	= '楼';
$lang['查看更多评论']	= '查看更多评论';
/**
 * 喜欢商品
 */
$lang['喜欢']	= '喜欢';
/**
 * 转发
 */
$lang['转发']	= 'sns_forward';
$lang['原文转发']	= '原文转发';
/**
 * 分享和喜欢商品列表
 */
$lang['分享的宝贝']					= '分享的宝贝';
$lang['喜欢的宝贝']					= '喜欢的宝贝';
$lang['您还没有分享过宝贝哦']		= '您还没有分享过宝贝哦~<br/>从';
$lang['已购买']		= '已购买';
$lang['或']		= '或';
$lang['收藏商品']		= '收藏商品';
$lang['中分享一些宝贝']		= '中分享一些宝贝！';
$lang['主人暂无宝贝分享']				= '很遗憾！<br/>主人暂无宝贝分享~';
$lang['您还没有喜欢的宝贝']			= '您还没有喜欢的宝贝哦~<br/>赶紧喜欢一些宝贝与好友互动吧。';
$lang['TA暂无喜欢的宝贝']				= '很遗憾！<br/>TA暂无喜欢的宝贝~';
/**
 * 分享店铺列表
 */
$lang['sns_sharestore_sellercredit']		= '卖家信用';
$lang['所有宝贝']			= '所有宝贝';
$lang['收藏人气']			= '收藏人气';
$lang['您还没有分享过店铺']		= '您还没有分享过店铺！<br/>可以从';
$lang['收藏的店铺']		= '收藏的店铺';
$lang['中分享哦']		= '中分享哦~';
$lang['TA暂无店铺分享']			= '很遗憾！<br/>TA暂无店铺分享~';
/**
 * 动态列表
 */
$lang['没有动态提示']				= '没有动态提示，赶快多关注几个好友吧。';
$lang['还没有新鲜事哦']			= '还没有新鲜事哦~<br/>关注';
$lang['更多的好友']			= '更多的好友';
$lang['并互动吧']			= '并互动吧！';
$lang['TA暂无新鲜事分享']					= '很遗憾！<br/>TA暂无新鲜事分享~';

$lang['原文已删除']		= '原文已删除';
/**
 * home
 */


$lang['我的订单'] = '我的订单';
$lang['查看全部订单'] = '查看全部订单';
$lang['购物车'] = '购物车';
$lang['查看所有商品'] = '查看所有商品';
$lang['商品收藏'] = '商品收藏';
$lang['查看更多'] = '查看更多';
$lang['我的足迹'] = '我的足迹';
$lang['我的收藏'] = '我的收藏';
$lang['店铺收藏'] = '店铺收藏';
$lang['返回商城首页']		= "返回商城首页";
$lang['用户设置']		= "用户设置";
$lang['消息']		= "消息";
$lang['请输入商品名字']		= "请输入商品名字";
$lang['会员级别']		= "会员级别";
$lang['账号安全']		= "账号安全";
$lang['中']		= "中";
$lang['待付款']		= "待付款";
$lang['待评价']		= "待评价";
$lang['余额']		= "余额";
$lang['积分']		= "积分";
$lang['优惠券']		= "优惠券";
$lang['交易中心']		= "交易中心";
$lang['等待付款订单']		= "等待付款订单";
$lang['交易评价/晒单']		= "交易评价/晒单";
$lang['积分兑换订单']		= "积分兑换订单";
$lang['关注中心']		= "关注中心";
$lang['交易投诉']		= "交易投诉";
$lang['违规举报']		= "违规举报";
$lang['会员中心']		= "会员中心";
$lang['QQ绑定']		= "QQ绑定";
$lang['我的经验值']		= "我的经验值";
$lang['会员信息']		= "会员信息";
$lang['密码修改']		= "密码修改";
$lang['我的好友']		= "我的好友";
$lang['我的授课课程']		= "我的授课课程";
$lang['我的学习课程']		= "我的学习课程";
$lang['财产中心']		= "财产中心";
$lang['账户余额']		= "账户余额";
$lang['账户提现']		= "账户提现";
$lang['账户充值']		= "账户充值";
$lang['我的优惠券']		= "我的优惠券";
$lang['我的积分']		= "我的积分";
$lang['分销中心']		= "分销中心";
$lang['我要推广']		= "我要推广";
$lang['我的团队']		= "我的团队";
$lang['分销收入']		= "分销收入";
$lang['暂无']		= "暂无";
$lang['订单空']		= "您买的东西太少了,这里都空空的,快去挑合适的商品吧！";
$lang['购物车空']		= "您的购物车还是空的哦！";
$lang['收藏商品空']		= "您还没有收藏任何商品,看到感兴趣的就果断收藏吧！";
$lang['浏览记录空']		= "您的商品浏览记录为空！";
$lang['收藏店铺空']		= "您还没有收藏店铺哦！";
$lang['转发']		= "转发";
$lang['评论']		= "评论";
$lang['表情']		= "表情";
$lang['请填写心情']		= "请填写心情";
$lang['不能超过140字']		= "不能超过140字";
$lang['分享已买到和收藏的宝贝']		= "分享已买到和收藏的宝贝";
$lang['分享店铺']		= "分享店铺";
$lang['还可以输入']		= "还可以输入";
$lang['字']		= "字";
$lang['已经超出']		= "已经超出";


$lang['昨天']				= '昨天';
$lang['前天']				= '前天';
$lang['请填写心情']	= '请填写心情';
$lang['不能超过140字']	= '不能超过140字';
$lang['会员信息错误']	= '会员信息错误';
$lang['分享成功']	= '分享成功';
$lang['分享失败']	= '分享失败';
$lang['选择一件分享的商品~']	= '选择一件分享的商品~';
$lang['商品已下架或者已被删除，无法进行分享']	= '商品已下架或者已被删除，无法进行分享';
$lang['分享了商品']	= '分享了商品';
$lang['价&nbsp;&nbsp;格']	= '价&nbsp;&nbsp;格';
$lang['运&nbsp;&nbsp;费']	= '运&nbsp;&nbsp;费';
$lang['收藏该宝贝']	= '收藏该宝贝';
$lang['选择一家要分享的店铺~']	= '选择一家要分享的店铺~';
$lang['店铺信息错误']	= '店铺信息错误';
$lang['分享了店铺']	= '分享了店铺';
$lang['收藏该店铺']	= '收藏该店铺';
$lang['设置成功']	= '设置成功';
$lang['设置失败']	= '设置失败';
$lang['需要评论点内容~']	= '需要评论点内容~';
$lang['评论失败，请重试']	= '评论失败，请重试';
$lang['评论成功']	= '评论成功';
$lang['评论信息错误']	= '评论信息错误';
$lang['选择一件喜欢的商品呗~']	= '选择一件喜欢的商品呗~';
$lang['商品信息错误']	= '商品信息错误';
$lang['您已经喜欢过了']	= '您已经喜欢过了';
$lang['我很喜欢这个哦~']	= '我很喜欢这个哦~';
$lang['人收藏']	= '人收藏';
$lang['转发失败，请重试']	= '转发失败，请重试';
$lang['转发成功']	= '转发成功';
$lang['分享给好友']	= '分享给好友';
$lang['店铺关闭，无法进行分享']	= '店铺关闭，无法进行分享';
$lang['转发']	= '转发';