<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * 积分功能公用
 */
$lang['积分变更']			= '积分变更';
$lang['描述']			= '描述';
/**
 * 积分日志
 */
$lang['操作']				= '操作';
$lang['注册']		= '注册';
$lang['登录']			= '登录';
$lang['商品评论']		= '商品评论';
$lang['订单消费']			= '订单消费';
$lang['积分管理']		= '积分管理';
$lang['礼品兑换']		= '礼品兑换';
$lang['积分兑换']		= '积分兑换';
$lang['添加时间']				= '添加时间';
$lang['至']			= '至';
$lang['积分总数']				= '积分总数：';

$lang["复制链接提示"]="复制发送给你的好友，享受更多的收入";


$lang['积分获得规则']='积分获得规则';
$lang['积分总数']='积分总数';
$lang['开始时间']='开始时间';
$lang['结束时间']='结束时间';
$lang['请选择操作']='请选择操作';
$lang['注册']='注册';
$lang['登录']='登录';
$lang['商品评论']='商品评论';
$lang['订单消费']='订单消费';
$lang['积分管理']='积分管理';
$lang['礼品兑换']='礼品兑换';
$lang['积分兑换']='积分兑换';
$lang['抵扣']='抵扣';
$lang['退回']='退回';
$lang['推荐人消费']='推荐人消费';
$lang['积分变更']='积分变更';
$lang['推荐下级消费']='推荐下级消费';
$lang['推荐下下级消费']='推荐下下级消费';
$lang['推荐下下下级消费']='推荐下下下级消费';
$lang['积分']='积分';
$lang['增加']='增加';
$lang['评价完成订单']='评价完成订单';
$lang['成功注册会员']='成功注册会员';
$lang['会员每天登陆']='会员每天登陆';
$lang['购物并付款成功后将获得订单总价积分']='购物并付款成功后将获得订单总价积分';
$lang['如订单发生退款、退货等问题时，积分将不给予退换']='如订单发生退款、退货等问题时，积分将不给予退换';


$lang['系统未开启积分功能']	 		= '系统未开启积分功能';