<?php
defined('DYMall') or exit('Access Invalid!');
/**
 *  公共语言	
 */
$lang['基本信息']	= '基本信息';
$lang['保密']				= '保密';


$lang['申请成功']					= '申请成功';



$lang['用户名称']='用户名称';
$lang['手机号码']='手机号码';
$lang['电子邮件']='电子邮件';
$lang['真实姓名']='真实姓名';
$lang['性别']='性别';
$lang['保密']='保密';
$lang['女']='女';
$lang['男']='男';
$lang['生日']='生日';
$lang['所在地区']='所在地区';
$lang['编辑']='编辑';
$lang['QQ']='QQ';
$lang['阿里旺旺']='阿里旺旺';
$lang['公开']='公开';
$lang['好友可见']='好友可见';
$lang['隐私设置']='隐私设置';
$lang['保存修改']='保存修改';
$lang['请填入正确的QQ号码']='请填入正确的QQ号码';
$lang['姓名长度大于等于2位小于等于20位']='姓名长度大于等于2位小于等于20位';
$lang['标签提示']='点击选择或拖拽Tag到“我的标签”框中，保存生效';
$lang['我的标签']='我的标签';
$lang['贴上你喜欢的标签，让别人了解你。']='贴上你喜欢的标签，让别人了解你。';
$lang['您的密码']='您的密码';
$lang['新密码']='新密码';
$lang['确认密码']='确认密码';
$lang['确认提交']='确认提交';
$lang['原始密码不能为空']='原始密码不能为空';
$lang['新密码不能为空']='新密码不能为空';
$lang['确认密码不能为空']='确认密码不能为空';
$lang['密码长度大于等于6位小于等于20位']='密码长度大于等于6位小于等于20位';
$lang['新密码与确认密码不相同']='新密码与确认密码不相同';
$lang['密码不能为空']='密码不能为空';
$lang['电子邮件不能为空']='电子邮件不能为空';
$lang['电子邮件格式不正确']='电子邮件格式不正确';
$lang['该电子邮箱已经存在']='该电子邮箱已经存在';
$lang['头像预览']='头像预览';
$lang['更换头像']='更换头像';
$lang['图片上传']='图片上传';
$lang['新密码与确认密码不相同，请从重新输入']	= '新密码与确认密码不相同，请从重新输入';
$lang['密码不能与原密码重复']	= '密码不能与原密码重复';
$lang['原始密码不正确，请您重新输入']			= '原始密码不正确，请您重新输入';
$lang['电子邮件格式不正确，请重新填写']	= '电子邮件格式不正确，请重新填写';
$lang['该邮箱已经存在，请填写其他邮箱地址']	= '该邮箱已经存在，请填写其他邮箱地址';
$lang['密码不正确，请重新输入']	= '密码不正确，请重新输入';