<?php
defined('DYMall') or exit('Access Invalid!');
/**
 * SNS好友功能
 */
$lang['互相关注']		= '互相关注';
$lang['加关注']			= '加关注';
$lang['已关注']				= '已关注';
/**
 * 查找好友
 */
$lang['搜索结果']			= '搜索结果';
/**
 * 推荐会员
 */
$lang['这里有几个同样兴趣的用户']	= '这里有<strong>%d</strong>个同样兴趣的用户：';


$lang['会员名']='会员名';
$lang['会员搜索']='会员搜索';
$lang['左翻']='左翻';
$lang['右翻']='右翻';
$lang['暂时没有发现贴上该标签的用户']='暂时没有发现贴上该标签的用户';
$lang['点击这里贴上自己的兴趣爱好']='点击这里贴上自己的兴趣爱好';
$lang['站内信']='站内信';
$lang['取消关注']='取消关注';
$lang['互相关注']='互相关注';
$lang['互相关注']='加关注';
$lang['这里有几个同样兴趣的用户']='这里有<strong>%d</strong>个同样兴趣的用户：';

$lang['会员信息错误'] = '会员信息错误';
$lang['您已经关注他了'] = '您已经关注他了';
$lang['关注成功'] = '关注成功';
$lang['查找好友']			= '查找好友';
$lang['我关注的']				= '我关注的';
$lang['关注我的']					= '关注我的';


//个人中心.我的好友
$lang['离线'] = '离线';
$lang['在线'] = '在线';
$lang['点击这里给我发消息'] = '点击这里给我发消息';
$lang['城市'] = '城市';
$lang['生日'] = '生日';
$lang['联系'] = '联系';
$lang['已关注'] = '已关注';
$lang['取消关注'] = '取消关注';
$lang['加关注'] = '加关注';
$lang['站内信'] = '站内信';
$lang['查找好友'] = '查找好友';
$lang['我关注的'] = '我关注的';
$lang['关注我的'] = '关注我的';