<?php
defined('DYMall') or exit('Access Invalid!');
/**
* header中的文字
*/
/**
* 左侧导航与右侧小导航中的路径文字
*/
$lang['我的相册']                = '我的相册';
$lang['图片列表']          = '图片列表';
$lang['个人资料']                 = '个人资料';
$lang['积分明细']                  = '积分明细';

$lang['站内信']                 = '站内信';

$lang['好友']                  = '好友';
$lang['买家首页']              = '买家首页';
$lang['个人主页']              	= '个人主页';
$lang['设置']              	= '设置';
$lang['账户设置']         = '账户设置';

$lang['收货地址']                 = '收货地址';

$lang['订单列表']              = '订单列表';

$lang['QQ绑定']                 = 'QQ绑定';
$lang['新浪微博绑定']               = '新浪微博绑定';



/**
* footer中的文字
*/

/**
* 页面中的常用文字
*/
$lang['全选']                          = '全选';
$lang['您确定要删除吗']                          = '您确定要删除吗?';
$lang['删除']                                 = '删除';
$lang['操作']                              = '操作';
$lang['编辑']                                = '编辑';
$lang['确定']                                  = '确定';
$lang['取消']                              = '取消';
$lang['新增']                                 = '新增';
$lang['提交']                              = '提交';
$lang['请选择']                       = '-请选择-';
$lang['是']                                 = '是';
$lang['否']                                  = '否';
$lang['查看']                                = '查看';
$lang['说明']                             = '说明';
$lang['优惠套装']							= '优惠套装';
$lang['管理'] = '管理';
$lang['返回'] = '返回';
/**
* 直通车菜单
*/
/**
 * 店铺审核提示文字
 */
/**
* 预存款菜单
*/
$lang['预存款充值']      = '预存款充值';
$lang['充值详细'] = '充值详细';
$lang['预存款明细']           = '预存款明细';
$lang['预存款提现']          = '预存款提现';
/**
* 订单评价
*/
/**
 * 优惠套装
 */

/**
* 提示文字
**/
/**
 * 左侧菜单
 */
$lang['上传新头像']                    = '上传新头像';
$lang['分享绑定']     	= '分享绑定';

/**
 * 店铺自动发布默认语言
 * 必须5个
 */




$lang['我的商城'] = '我的商城';
$lang['我的订单'] = '我的订单';
$lang['查看全部订单'] = '查看全部订单';
$lang['购物车'] = '购物车';
$lang['查看所有商品'] = '查看所有商品';
$lang['商品收藏'] = '商品收藏';
$lang['查看更多'] = '查看更多';
$lang['我的足迹'] = '我的足迹';
$lang['我的收藏'] = '我的收藏';
$lang['店铺收藏'] = '店铺收藏';
$lang['返回商城首页']		= "返回商城首页";
$lang['用户设置']		= "用户设置";
$lang['消息']		= "消息";
$lang['请输入商品名字']		= "请输入商品名字";
$lang['会员级别']		= "会员级别";
$lang['账号安全']		= "账号安全";
$lang['中']		= "中";
$lang['待付款']		= "待付款";
$lang['待评价']		= "待评价";
$lang['余额']		= "余额";
$lang['积分']		= "积分";
$lang['优惠券']		= "优惠券";
$lang['交易中心']		= "交易中心";
$lang['等待付款订单']		= "等待付款订单";
$lang['待付款订单']		= "待付款订单";
$lang['待评价交易']		= "待评价交易";
$lang['交易评价/晒单']		= "交易评价/晒单";
$lang['积分兑换订单']		= "积分兑换订单";
$lang['关注中心']		= "关注中心";
$lang['交易投诉']		= "交易投诉";
$lang['违规举报']		= "违规举报";
$lang['会员中心']		= "会员中心";
$lang['QQ绑定']		= "QQ绑定";
$lang['我的经验值']		= "我的经验值";
$lang['会员信息']		= "会员信息";
$lang['密码修改']		= "密码修改";
$lang['我的好友']		= "我的好友";
$lang['我的授课课程']		= "我的授课课程";
$lang['我的学习课程']		= "我的学习课程";
$lang['财产中心']		= "财产中心";
$lang['账户余额']		= "账户余额";
$lang['账户提现']		= "账户提现";
$lang['账户充值']		= "账户充值";
$lang['我的优惠券']		= "我的优惠券";
$lang['我的积分']		= "我的积分";
$lang['分销中心']		= "分销中心";
$lang['我要推广']		= "我要推广";
$lang['我的团队']		= "我的团队";
$lang['分销收入']		= "分销收入";
$lang['暂无']		= "暂无";
$lang['查看']		= "查看";
$lang['订单空']		= "您买的东西太少了,这里都空空的,快去挑合适的商品吧！";
$lang['购物车空']		= "您的购物车还是空的哦！";
$lang['收藏商品空']		= "您还没有收藏任何商品,看到感兴趣的就果断收藏吧！";
$lang['浏览记录空']		= "您的商品浏览记录为空！";
$lang['收藏店铺空']		= "您还没有收藏店铺哦！";
$lang['暂无数据']		= "暂无符合条件的数据记录";
$lang['您确定要删除吗?']		= "您确定要删除吗?";


//zzzzzzzz
$lang['预存款']        = '预存款';
$lang['预存款充值']      = '预存款充值';
$lang['充值添加']  = '充值添加';
$lang['充值列表'] = '充值列表';
$lang['充值详细'] = '充值详细';
$lang['明细列表']      = '明细列表';
$lang['预存款明细']           = '预存款明细';
$lang['预存款提现']          = '预存款提现';
$lang['提现申请']      = '提现申请';
$lang['提现列表']     = '提现列表';
$lang['提现详细']     = '提现详细';
$lang['退款申请']            = '退款申请';
$lang['退货申请']            = '退货申请';
$lang['课程列表']            = '课程列表';
$lang['地址列表']            = '地址列表';
$lang['订单列表']              = '订单列表';
$lang['退款申请']            = '退款申请';
$lang['退货申请']            = '退货申请';
$lang['全部咨询']             = '全部咨询';
$lang['未回复咨询']       = '未回复咨询';
$lang['已回复咨询']         = '已回复咨询';
$lang['收藏商品']            = '收藏商品';
$lang['关注店铺']           = '关注店铺';
$lang['我的举报']           = '我的举报';
$lang['无权操作']           = '无权操作';
$lang['未找到信息']           = '未找到信息';
$lang['成功删除优惠券']           = '成功删除优惠券';
$lang['我的下级']           = '我的下级';