<?php
defined('DYMall') or exit('Access Invalid!');

/**
 * 系统内部信息
 */
/**
 * 用户中心页面
 */
$lang['支持格式提示'] = "支持Jpg、Gif、Png格式，大小不超过";
$lang['多选快捷键提示'] = "的图片上传；浏览文件时可以按住ctrl或shift键多选。";
$lang['编辑']					= "编辑";
$lang['删除']					= "删除";
$lang['确定删除相册吗']	= "您确定要删除相册吗?\\n注意：相册内的图片将转移到买家秀相册";

$lang['上传时间']			= "上传时间";
$lang['设为封面']			= "设为封面";
$lang['不要重复设置相同的图片为相册封面']		= "请不要重复设置相同的图片为相册封面！";

$lang['替换上传']			= "替换上传";
$lang['提交']					= "提交";

$lang['选择相册']		= "选择相册";
$lang['开始转移']		= "开始转移";
$lang['只有一个相册']	= "只有一个相册，赶快去";
$lang['吧!']	= "吧！";
$lang['确定删除吗'] = "您确定进行该操作吗?\\n注意：使用中的图片也将被删除";

$lang['成功上传']			= "成功上传";
$lang['张图片']			= "张图片";

$lang['图片名称']					= "图片名称";
$lang['图片属性']				= "图片属性";
$lang['上传时间']				= "上传时间";
$lang['相册名称']					= "相册名称";
$lang['自动播放']					= "自动播放";
$lang['暂停']					= "暂停";
$lang['原图尺寸']				= "原图尺寸";

$lang['创建相册']				= "创建相册";
$lang['编辑相册']				= "编辑相册";
$lang['相册名称']			= "相册名称";
$lang['描述']			= "描述";
$lang['排序']			= "排序";
$lang['提交']			= "提交";
$lang['相册名称不能为空']		= "相册名称不能为空";
$lang['相册名称不能超过20个字符']		= "相册名称不能超过20个字符";
$lang['相册名称已存在']	= "相册名称已存在";
$lang['描述不能超过100个字符']		= "描述不能超过100个字符";
$lang['排序只能填写数字']	= "排序只能填写数字";



$lang['上传更多照片']		= '上传更多照片';
$lang['相册详情提示']		= '你目前共有<em>%d</em>个相册，<em>%d</em>张照片<br/> 还可以建立<em>%d</em>相册，上传<em>%d</em>张照片';
$lang['还没有上传过照片哦']			= '还没有上传过照片哦~ <br/><a href="javascript:void(0)">上传一些照片</a>与朋友们分享吧！';
$lang['本相册暂无照片']			= '很遗憾~<br/>本相册暂无照片...';


$lang['只能添加10个相册,保存相册失败!']		= "只能添加10个相册,保存相册失败!";
$lang['相册创建成功']		= "相册创建成功";
$lang['相册创建失败']		= "相册创建失败";
$lang['参数错误']		= "参数错误";
$lang['相册修改成功']		= "相册修改成功";
$lang['相册修改失败']			= "相册修改失败";
$lang['相册删除失败']		= "相册删除失败";
$lang['相册删除成功']		= "相册删除成功";
$lang['图片删除成功']	= "图片删除成功";
$lang['图片删除失败']		= "图片删除失败";